{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-02 17:58+0000","last-translator":"Andreas Pettersson <az@kth.se>","language-team":"LANGUAGE <LL@li.org>","language":"sv_SE","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1437572463.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Du har anslutit din första enhet till ditt Firefox-konto. Nu kan du logga in till Sync från dina andra enheter, inklusive Firefox för <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Du har anslutit din första enhet till ditt Firefox-konto. För att få ut det mesta av Sync, anslut <a href='%(androidUrl)s'>Firefox för Android</a> eller <a href='%(iosUrl)s'>Firefox för iOS</a>.","Connect another device":"Ansluta en annan enhet","Sign in to Sync":"Logga in till Sync","Firefox Accounts":"Firefox-konton","Low recovery codes remaining":"Få återställningskoder kvar","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Få återställningskoder återstår. Tänk på att generera nya koder för att undvika att bli utelåst från ditt konto.","Generate codes":"Generera koder","This is an automated email.":"Detta är ett automatiserat e-postmeddelande.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"För mer information, besök <a %(supportLinkAttributes)s>Mozilla Support</a>.","Mozilla Privacy Policy":"Mozilla sekretesspolicy","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Få återställningskoder återstår. Tänk på att generera nya koder för att undvika att bli utelåst från ditt konto.","Generate codes:":"Generera koder:","For more information, please visit %(supportUrl)s":"För mer information, besök %(supportUrl)s","New sign-in to %(clientName)s":"Ny inloggning till %(clientName)s","IP address: %(ip)s":"IP-adress: %(ip)s","Manage account":"Hantera konto","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Detta är ett automatiskt mejl. Om du inte har godkänt denna åtgärd, <a %(passwordChangeLinkAttributes)s>vänligen ändra ditt lösenord.</a>","Manage account:":"Hantera konto:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Detta är ett automatiskt e-postmeddelande; om du inte la till en ny enhet till ditt Firefox-konto, bör du ändra ditt lösenord omedelbart på %(passwordChangeLink)s","Password changed successfully":"Lösenord har ändrats","Your Firefox Account password was successfully changed from the following device:":"Ditt lösenord har ändrats från följande enhet:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Detta är ett automatiskt mejl; om du inte har godkänt denna åtgärd, <a %(resetLinkAttributes)s>vänligen återställ lösenordet</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Detta är ett automatiskt e-postmeddelande; om du inte ändrade lösenordet till ditt Firefox-konto, bör du återställa det omedelbart på %(resetLink)s","Your account password was changed":"Ditt lösenord till kontot ändrades","You will need to enter your new password on other devices to resume syncing.":"Du behöver ange ditt nya lösenord på övriga enheter för att återuppta synkning.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Om du inte ändrade det, <a %(resetLinkAttributes)s>återställ ditt lösenord</a> nu.","If you did not change it, please reset your password now at %(resetLink)s":"Om du inte ändrade det, återställ ditt lösenord nu på %(resetLink)s","Your account password was reset with a recovery key":"Lösenordet till ditt konto återställdes med en återställningsnyckel","You have successfully reset your password using a recovery key from the following device:":"Du har återställt ditt lösenord med hjälp av en återställningsnyckel från följande enhet:","You will need to generate a new recovery key.":"Du måste skapa en ny återställningsnyckel.","Create new recovery key":"Skapa ny återställningsnyckel","Create new recovery key:":"Skapa ny återställningsnyckel:","If you suspect that someone is trying to gain access to your account, please change your password.":"Om du misstänker att någon försöker få åtkomst till ditt konto, ändra ditt lösenord.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Vi har upptäckt misstänkt aktivitet på ditt Firefox-konto. Ditt konto har utsatts för intrång.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"För att förhindra ytterligare obehörig åtkomst till ditt Firefox-konto, har vi återställt ditt lösenord och informerar dig som en försiktighetsåtgärd.","What should you do?":"Vad ska du göra?","First, change your Firefox Account password.":"För det första, ändra lösenordet för ditt Firefox-konto.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"För det andra, om Firefox sparar lösenord till webbplatser, bör du ändra dessa lösenord också. Angripare kan få tillgång till dessa lösenord, så du bör kontrollera dessa konton för misstänkt aktivitet.","Learn how to see what passwords Firefox is storing for you.":"Lär dig att se vilka lösenord Firefox lagrar åt dig.","Best,":"Bästa,","The Firefox Accounts team":"Gruppen Firefox-konto","Account recovery key generated":"Återställningsnyckel genererad","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Du har lyckats generera en kontoåterställningsnyckel för ditt Firefox-konto med hjälp av följande enhet:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Om det inte var du, <a %(revokeAccountRecoveryLinkAttributes)s>klicka här.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Du har lyckats generera en kontoåterställningsnyckel för ditt Firefox-konto från följande enhet:","If this was not you, revoke key.":"Om det inte var du, återkalla nyckeln.","Two-step authentication enabled":"Tvåstegsautentisering aktiverad","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Du har aktiverat tvåstegsautentisering på ditt Firefox-konto från följande enhet:","Security codes from your authentication app will now be required at each sign-in.":"Säkerhetskoder från din autentiseringsapp kommer nu att krävas vid varje inloggning.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Du har aktiverat tvåstegsautentisering på ditt Firefox-konto. Säkerhetskoder från din autentiseringsapp kommer nu att krävas vid varje inloggning.","New primary email":"Ny primär e-post","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Du har framgångsrikt ändrat ditt primära e-post till %(email)s. Den här adressen används som ditt användarnamn för att logga in på ditt Firefox-konto, samt ta emot säkerhetsaviseringar och inloggningsbekräftelser.","Recovery code consumed":"Återställningskod förbrukad","You have successfully consumed a recovery code from the following device:":"Du har förbrukat en återställningskod från följande enhet:","Consumed recovery code":"Förbrukad återställningskod","New recovery codes generated":"Nya återställningskoder genererade","You have successfully generated new recovery codes from the following device:":"Du har genererat nya återställningskoder från följande enhet:","Account recovery key removed":"Kontoåterställningsnyckeln borttagen","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Du har framgångsrikt tagit bort en kontoåterställningsnyckel för ditt Firefox-konto med hjälp av följande enhet:","This recovery key can no longer be used to recover your account.":"Den här återställningsnyckeln kan inte längre användas för att återställa ditt konto.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Du har framgångsrikt tagit bort en kontoåterställningsnyckel för ditt Firefox-konto från följande enhet:","Secondary email removed":"Sekundär e-postadress borttagen","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Du har tagit bort %(secondaryEmail)s som en sekundär e-postadress från ditt Firefox-konto. Säkerhetsmeddelanden och inloggningsbekräftelser kommer inte längre att levereras till den här adressen.","This is an automated email; if you received it in error, no action is required.":"Det här är ett automatiskt e-postmeddelande; om du felaktigt har fått det behöver du inte göra något.","Two-step authentication disabled":"Tvåstegsautentisering inaktiverad","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Du har inaktiverat tvåstegsautentisering på ditt Firefox-konto från följande enhet:","Security codes will no longer be required at each sign-in.":"Säkerhetskoder behövs inte längre vid varje inloggning.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Du har inaktiverat tvåstegsautentisering på ditt Firefox-konto. Säkerhetskoder behövs inte längre vid varje inloggning.","Account verified!":"Konto verifierat!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Du har anslutit din första enhet till ditt Firefox-konto. Du kan nu logga in på Sync från dina andra enheter, inklusive Firefox för <a %(androidLinkAttributes)s>Android</a> och <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Du har anslutit din första enhet till ditt Firefox-konto. Nu kan du logga in till Sync från dina andra enheter, inklusive Firefox för Android och iOS.","Sign in to Sync:":"Logga in till Sync:","Secondary email added":"Sekundär e-post tillagd","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Du har verifierat %(secondaryEmail)s som en sekundär e-postadress för ditt Firefox-konto. Säkerhetsmeddelanden och inloggningsbekräftelser kommer nu att skickas till båda e-postadresserna.","Need to reset your password?":"Behöver du återställa ditt lösenord?","Click the button within the next hour to create a new password. The request came from the following device:":"Klicka på knappen inom den närmaste timmen för att skapa ett nytt lösenord. Begäran kom från följande enhet:","Create new password":"Skapa nytt lösenord","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Tack för att du väljer Firefox! Du kan installera Firefox för mobila enheter här: %(link)s","Is this you signing in?":"Är det du som loggar in?","If yes, here is the authorization code you need:":"Om ja, här behörighetskoden som du behöver:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Om nej, hjälpa oss att avvärja inkräktare och <a %(reportSignInLinkAttributes)s=\"\">rapportera detta till oss.</a>","If no, help us fend off intruders and report it to us.":"Om nej, hjälp oss att avvärja inkräktare och rapportera detta till oss.","Welcome!":"Välkommen!","Please activate your account by confirming this email address.":"Aktivera ditt konto genom att bekräfta denna e-postadress.","Activate now":"Aktivera nu","Verify Email":"Verifiera e-postadress","Verify your email to finish your Firefox Account registration":"Verifiera din e-postadress för att avsluta din registrering av Firefox-konto","Activate now:":"Aktivera nu:","For added security, please confirm this sign-in from the following device:":"För extra säkerhet, vänligen bekräfta denna inloggning från följande enhet:","Confirm sign-in":"Bekräfta inloggning","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Om du misstänker att någon försöker få åtkomst till ditt konto, <a %(passwordChangeLinkAttributes)s=\"\">ändra ditt lösenord</a>.","Verify primary email":"Verifiera primär e-post","A request to perform an account change has been made from the following device:":"En begäran om att göra en kontoändring har gjorts från följande enhet:","Verify email ":"Verifiera e-post ","Once verified, account changes like adding a secondary email will become possible from this device.":"När du har verifierat, kommer kontoändringar som att lägga till en sekundär e-post att bli möjlig från den här enheten.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Om du inte godkände denna åtgärd, vänligen <a %(passwordChangeLinkAttributes)s>ändra ditt lösenord</a>.","Verify email: ":"Verifiera e-post: ","If you did not authorize this action, please change your password.":"Om du inte godkände denna åtgärd, vänligen ändra ditt lösenord.","Verify secondary email":"Verifiera sekundär e-post","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"En begäran om att använda %(email)s som en sekundär e-postadress har gjorts från följande Firefox-konto:","Once verified, this address will begin receiving security notifications and confirmations.":"När den är verifierad, kommer att denna adress börja ta emot säkerhetsmeddelanden och bekräftelser.","Ready, set, sync":"Klara, färdiga, synka","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Bekräfta att du har fått det här e-postmeddelandet och vi kommer att hjälpa dig att installera och synkronisera Firefox på alla dina enheter och börjar med:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"När det är bekräftat, hjälper vi dig att installera och ansluta Firefox på åtminstone en annan enhet.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s på %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s på %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (uppskattad)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (uppskattad)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (uppskattad)","%(country)s (estimated)":"%(country)s (uppskattad)","Verify your Firefox Account":"Verifiera ditt Firefox-konto","Confirm your email and start to sync!":"Bekräfta din e-post och börja synkronisera!","Firefox Account authorization code":"Firefox-konto behörighetskod","Confirm new sign-in to %(clientName)s":"Bekräfta ny inloggning till %(clientName)s","Sign-in code for Firefox":"Inloggningskod för Firefox","Reset your Firefox Account password":"Återställ lösenordet för ditt Firefox-konto","Your Firefox Account password has been changed":"Lösenordet till ditt Firefox-konto har ändrats","Firefox Account password changed":"Lösenord till Firefox-konto ändrat","Firefox Account password reset required":"Återställning av lösenord för Firefox-konto krävs","Firefox Account verified":"Firefox-konto verifierat","Secondary Firefox Account email added":"Sekundär e-post för Firefox-konto tillagd","Firefox Account new primary email":"Firefox-konto, ny primär e-post","Secondary Firefox Account email removed":"Sekundär e-postadress för Firefox-konto borttagen","Firefox Account password reset with recovery key":"Firefox-konto lösenordsåterställning med återställningsnyckeln","Page not found":"Sidan hittades inte","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Sidan du efterfrågade hittades inte. Vi har underrättats och kommer att laga eventuellt felaktiga länkar.","Home":"Hem","500 Error":"500 Fel","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Oj, något gick snett. Vi har blivit underrättade och försöker lösa problemet.","502 Error":"502 Fel","Server busy, try again soon":"Servern är upptagen, försök igen senare","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Vi är för närvarande under stort tryck och arbetar för att systemet så snart som möjligt ska fungera normalt igen.","Loading":"Laddar","Firefox Accounts requires JavaScript.":"Firefox-konton kräver JavaScript.","Privacy Notice":"Sekretesspolicy","Terms of Service":"Tjänstevillkor"}