Repository: nramesh22/nodejsapp
Catalog: locale/*/LC_MESSAGES/server.po
Languages: vi

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.
vi: Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Giờ đây, bạn có thể đăng nhập vào Đồng bộ hóa từ các thiết bị khác của mình, bao gồm Firefox cho <a href='%(androidUrl)s'>Android</a> và <a href='%(iosUrl)s'>iOS</a>.

source: You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.
vi: Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Để tận dụng tối đa Đồng bộ hóa, hãy kết nối mọi ứng dụng <a href='%(androidUrl)s'>Firefox dành cho Android</a> hoặc <a href='%(iosUrl)s'>Firefox dành cho iOS</a>.

source: Connect another device
vi: Kết nối với thiết bị khác

source: Sign in to Sync
vi: Đăng nhập vào Đồng bộ

source: Firefox Accounts
vi: Tài khoản Firefox

source: Low recovery codes remaining
vi: Còn ít mã phục hồi còn lại

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
vi: Chúng tôi nhận thấy rằng bạn sắp hết mã khôi phục. Vui lòng xem xét tạo mã mới để tránh bị khóa tài khoản của bạn.

source: Generate codes
vi: Tạo mã

source: This is an automated email.
vi: Đây là một email tự động.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
vi: Để biết thêm thông tin, vui lòng truy cập <a %(supportLinkAttributes)s>Mozilla Support</a>.

source: Mozilla Privacy Policy
vi: Chính sách bảo mật của Mozilla

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
vi: Chúng tôi nhận thấy rằng bạn sắp hết mã khôi phục. Vui lòng xem xét tạo mã mới để tránh bị khóa tài khoản của bạn.

source: Generate codes:
vi: Tạo mã:

source: For more information, please visit %(supportUrl)s
vi: Để biết thêm thông tin, vui lòng truy cập %(supportUrl)s

source: New sign-in to %(clientName)s
vi: Đăng nhập mới vào %(clientName)s

source: IP address: %(ip)s
vi: Địa chỉ IP: %(ip)s

source: Manage account
vi: Quản lý tài khoản

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>
vi: Đây là một email tự động; nếu bạn không cho phép hành động này, <a %(passwordChangeLinkAttributes)s>hãy thay đổi mật khẩu của bạn.</a>

source: Manage account:
vi: Quản lý tài khoản:

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
vi: Đây là một email tự động; nếu bạn không thêm thiết bị mới vào Tài khoản Firefox của mình, bạn nên thay đổi mật khẩu ngay lập tức tại %(passwordChangeLink)s

source: Password changed successfully
vi: Mật khẩu đã thay đổi thành công

source: Your Firefox Account password was successfully changed from the following device:
vi: Mật khẩu tài khoản Firefox của bạn đã được thay đổi thành công từ thiết bị sau:

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
vi: Đây là một email tự động; nếu bạn không cho phép hành động này, <a %(resetLinkAttributes)s>vui lòng đặt lại mật khẩu của bạn</a>.

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
vi: Đây là một email tự động; nếu bạn không thay đổi mật khẩu cho Tài khoản Firefox của mình, bạn nên đặt lại mật khẩu ngay lập tức tại %(resetLink)s

source: Your account password was changed
vi: Mật khẩu tài khoản của bạn đã được thay đổi

source: You will need to enter your new password on other devices to resume syncing.
vi: Bạn sẽ cần nhập mật khẩu mới của mình trên các thiết bị khác để tiếp tục đồng bộ hóa.

source: If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.
vi: Nếu bạn không thay đổi nó, vui lòng <a %(resetLinkAttributes)s>đặt lại mật khẩu của bạn</a> ngay bây giờ.

source: If you did not change it, please reset your password now at %(resetLink)s
vi: Nếu bạn không thay đổi, hãy đặt lại mật khẩu của bạn ngay bây giờ tại %(resetLink)s

source: Your account password was reset with a recovery key
vi: Mật khẩu tài khoản của bạn đã được đặt lại bằng khóa khôi phục

source: You have successfully reset your password using a recovery key from the following device:
vi: Bạn đã đặt lại mật khẩu thành công bằng cách sử dụng khóa khôi phục từ thiết bị sau:

source: You will need to generate a new recovery key.
vi: Bạn sẽ cần tạo khóa khôi phục mới.

source: Create new recovery key
vi: Tạo khóa khôi phục mới

source: Create new recovery key:
vi: Tạo khóa khôi phục mới:

source: If you suspect that someone is trying to gain access to your account, please change your password.
vi: Nếu bạn nghi ngờ rằng ai đó đang cố truy cập vào tài khoản của bạn, vui lòng thay đổi mật khẩu của bạn.

source: We detected suspicious activity on your Firefox Account. Your account may have been compromised.
vi: Chúng tôi đã phát hiện hoạt động đáng ngờ trên Tài khoản Firefox của bạn. Tài khoản của bạn có thể đã bị xâm phạm.

source: To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.
vi: Để ngăn chặn thêm quyền truy cập trái phép vào Tài khoản Firefox của bạn, chúng tôi đã đặt lại mật khẩu của bạn và thông báo cho bạn để phòng ngừa.

source: What should you do?
vi: Những gì bạn nên làm?

source: First, change your Firefox Account password.
vi: Đầu tiên, thay đổi mật khẩu tài khoản Firefox của bạn.

source: Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.
vi: Thứ hai, nếu Firefox lưu mật khẩu vào trang web, bạn cũng nên thay đổi mật khẩu đó. Những kẻ tấn công có thể có quyền truy cập vào các mật khẩu đó, vì vậy bạn nên kiểm tra các tài khoản đó để biết hoạt động đáng ngờ.

source: Learn how to see what passwords Firefox is storing for you.
vi: Tìm hiểu cách xem Firefox đang lưu trữ mật khẩu nào cho bạn.

source: Best,
vi: Trân trọng,

source: The Firefox Accounts team
vi: Nhóm Tài khoản Firefox

source: Account recovery key generated
vi: Đã tạo khóa khôi phục tài khoản

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
vi: Bạn đã tạo thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
vi: Nếu đây không phải là bạn, hãy <a %(revokeAccountRecoveryLinkAttributes)s>nhấp vào đây.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
vi: Bạn đã tạo thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:

source: If this was not you, revoke key.
vi: Nếu đây không phải là bạn, hãy thu hồi khóa.

source: Two-step authentication enabled
vi: Đã bật xác thực hai bước

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
vi: Bạn đã bật thành công xác thực hai bước trên Tài khoản Firefox của mình từ thiết bị sau:

source: Security codes from your authentication app will now be required at each sign-in.
vi: Bây giờ, mã bảo mật từ ứng dụng xác thực của bạn sẽ được yêu cầu tại mỗi lần đăng nhập.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
vi: Bạn đã bật thành công xác thực hai bước trên Tài khoản Firefox của mình. Bây giờ, mã bảo mật từ ứng dụng xác thực của bạn sẽ được yêu cầu tại mỗi lần đăng nhập.

source: New primary email
vi: Email chính mới

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
vi: Bạn đã thay đổi thành công email chính thành %(email)s. Địa chỉ này hiện là tên người dùng của bạn để đăng nhập vào Tài khoản Firefox của bạn, cũng như nhận thông báo bảo mật và xác nhận đăng nhập.

source: Recovery code consumed
vi: Mã phục hồi đã được sử dụng

source: You have successfully consumed a recovery code from the following device:
vi: Bạn đã sử dụng thành công mã khôi phục từ thiết bị sau:

source: Consumed recovery code
vi: Đã sử dụng mã phục hồi

source: New recovery codes generated
vi: Đã tạo mã khôi phục mới

source: You have successfully generated new recovery codes from the following device:
vi: Bạn đã tạo thành công mã khôi phục mới từ thiết bị sau:

source: Account recovery key removed
vi: Đã xóa khóa khôi phục tài khoản

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
vi: Bạn đã xóa thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:

source: This recovery key can no longer be used to recover your account.
vi: Khóa khôi phục này không còn được sử dụng để khôi phục tài khoản của bạn nữa.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
vi: Bạn đã xóa thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:

source: Secondary email removed
vi: Đã xóa email phụ

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
vi: Bạn đã xóa thành công %(secondaryEmail)s làm email phụ từ Tài khoản Firefox của bạn. Thông báo bảo mật và xác nhận đăng nhập sẽ không còn được gửi tới địa chỉ này nữa.

source: This is an automated email; if you received it in error, no action is required.
vi: Đây là một email tự động; nếu bạn nhận được nó do lỗi, không cần thực hiện hành động nào.

source: Two-step authentication disabled
vi: Đã tắt xác thực hai bước

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
vi: Bạn đã vô hiệu hoá thành công xác thực hai bước trên Tài khoản Firefox của bạn từ thiết bị sau:

source: Security codes will no longer be required at each sign-in.
vi: Mã bảo mật sẽ không còn được yêu cầu tại mỗi lần đăng nhập.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
vi: Bạn đã vô hiệu hoá thành công xác thực hai bước trên Tài khoản Firefox của mình. Mã bảo mật sẽ không còn được yêu cầu tại mỗi lần đăng nhập.

source: Account verified!
vi: Tài khoản đã được xác nhận!

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.
vi: Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Giờ đây, bạn có thể đăng nhập vào Đồng bộ hóa từ các thiết bị khác của mình, bao gồm Firefox cho <a %(androidLinkAttributes)s>Android</a> và <a %(iosLinkAttributes)s>iOS</a>.

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.
vi: Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Giờ đây, bạn có thể đăng nhập vào Đồng bộ hóa từ các thiết bị khác của mình, bao gồm Firefox dành cho Android và iOS.

source: Sign in to Sync:
vi: Đăng nhập vào Đồng bộ:

source: Secondary email added
vi: Đã thêm email phụ

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
vi: Bạn đã xác minh thành công %(secondaryEmail)s làm email phụ cho Tài khoản Firefox của bạn. Thông báo bảo mật và xác nhận đăng nhập giờ đây sẽ được gửi tới cả hai địa chỉ email.

source: Need to reset your password?
vi: Cần đặt lại mật khẩu của bạn?

source: Click the button within the next hour to create a new password. The request came from the following device:
vi: Vui lòng nhấp vào nút trong vòng một giờ để đặt mật khẩu mới. Yêu cầu này được thực hiện từ thiết bị sau:

source: Create new password
vi: Tạo mật khẩu mới

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
vi: Cảm ơn bạn đã chọn Firefox! Bạn có thể cài đặt Firefox cho điện thoại di động tại đây: %(link)s

source: Is this you signing in?
vi: Đây có phải là bạn đăng nhập không?

source: If yes, here is the authorization code you need:
vi: Nếu có, dưới đây là mã ủy quyền bạn cần:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
vi: Nếu không, hãy giúp chúng tôi chống lại những kẻ xâm nhập và <a %(reportSignInLinkAttributes)s>báo cáo cho chúng tôi.</a>

source: If no, help us fend off intruders and report it to us.
vi: Nếu không, hãy giúp chúng tôi chống lại những kẻ xâm nhập và báo cáo cho chúng tôi.

source: Welcome!
vi: Chào mừng!

source: Please activate your account by confirming this email address.
vi: Vui lòng kích hoạt tài khoản của bạn bằng cách xác nhận địa chỉ email này.

source: Activate now
vi: Kích hoạt ngay

source: Verify Email
vi: Xác nhận Email

source: Verify your email to finish your Firefox Account registration
vi: Xác nhận email của bạn để hoàn tất đăng ký Tài khoản Firefox của bạn

source: Activate now:
vi: Kích hoạt ngay:

source: For added security, please confirm this sign-in from the following device:
vi: Để tăng cường bảo mật, vui lòng xác nhận đăng nhập này từ thiết bị sau:

source: Confirm sign-in
vi: Xác nhận lần đăng nhập này

source: If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
vi: Nếu bạn nghi ngờ rằng ai đó đang cố truy cập vào tài khoản của bạn, <a %(passwordChangeLinkAttributes)s>hãy thay đổi mật khẩu của bạn</a>.

source: Verify primary email
vi: Xác nhận email chính

source: A request to perform an account change has been made from the following device:
vi: Yêu cầu thực hiện thay đổi tài khoản đã được thực hiện từ thiết bị sau:

source: Verify email
vi: Xác nhận email

source: Once verified, account changes like adding a secondary email will become possible from this device.
vi: Sau khi được xác minh, các thay đổi tài khoản như thêm email phụ sẽ có thể thực hiện được từ thiết bị này.

source: If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
vi: Nếu bạn không cho phép hành động này, <a %(passwordChangeLinkAttributes)s>vui lòng thay đổi mật khẩu của bạn</a>.

source: Verify email:
vi: Xác nhận email:

source: If you did not authorize this action, please change your password.
vi: Nếu bạn không cho phép hành động này, vui lòng thay đổi mật khẩu của bạn.

source: Verify secondary email
vi: Xác nhận email phụ

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
vi: Yêu cầu sử dụng %(email)s làm địa chỉ email phụ được tạo từ Tài khoản Firefox sau:

source: Once verified, this address will begin receiving security notifications and confirmations.
vi: Sau khi được xác minh, địa chỉ này sẽ bắt đầu nhận được thông báo bảo mật và xác nhận.

source: Ready, set, sync
vi: Sẵn sàng, đặt, đồng bộ hóa

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
vi: Xác nhận bạn đã nhận được email này và chúng tôi sẽ giúp bạn cài đặt và đồng bộ hóa Firefox trên tất cả các thiết bị của bạn bắt đầu bằng:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
vi: Sau khi xác nhận, chúng tôi sẽ giúp bạn cài đặt và kết nối Firefox trên ít nhất một thiết bị khác.

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
vi: %(uaBrowser)s trên %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
vi: %(uaBrowser)s trên %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
vi: %(city)s, %(stateCode)s, %(country)s (ước tính)

source: %(city)s, %(country)s (estimated)
vi: %(city)s, %(country)s (ước tính)

source: %(stateCode)s, %(country)s (estimated)
vi: %(stateCode)s, %(country)s (ước tính)

source: %(country)s (estimated)
vi: %(country)s (ước tính)

source: Verify your Firefox Account
vi: Xác nhận Tài khoản Firefox của bạn

source: Confirm your email and start to sync!
vi: Xác nhận email của bạn và bắt đầu đồng bộ hóa!

source: Firefox Account authorization code
vi: Mã ủy quyền Tài khoản Firefox

source: Confirm new sign-in to %(clientName)s
vi: Xác nhận đăng nhập mới vào %(clientName)s

source: Sign-in code for Firefox
vi: Mã đăng nhập cho Firefox

source: Reset your Firefox Account password
vi: Đặt lại mật khẩu Tài khoản Firefox của bạn

source: Your Firefox Account password has been changed
vi: Mật khẩu Tài khoản Firefox của bạn đã được thay đổi

source: Firefox Account password changed
vi: Mật khẩu Tài khoản Firefox đã thay đổi

source: Firefox Account password reset required
vi: Yêu cầu đặt lại mật khẩu Tài khoản Firefox

source: Firefox Account verified
vi: Tài khoản Firefox đã được xác minh

source: Secondary Firefox Account email added
vi: Đã thêm email phụ cho Tài khoản Firefox

source: Firefox Account new primary email
vi: Tài khoản Firefox với email chính mới

source: Secondary Firefox Account email removed
vi: Đã xóa email phụ của Tài khoản Firefox

source: Firefox Account password reset with recovery key
vi: Đặt lại mật khẩu tài khoản Firefox bằng khóa khôi phục

source: Page not found
vi: Không tìm thấy trang

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
vi: Không tìm thấy trang bạn yêu cầu. Chúng tôi đã được thông báo và sẽ khắc phục mọi liên kết có thể bị hỏng.

source: Home
vi: Trang chủ

source: 500 Error
vi: Lỗi 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
vi: Ôi trời, có gì đó không ổn. Chúng tôi đã được thông báo và sẽ cố gắng khắc phục.

source: 502 Error
vi: Lỗi 502

source: Server busy, try again soon
vi: Máy chủ bận, vui lòng thử lại sau

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
vi: Hệ thống hiện đang chịu tải nặng và chúng tôi đang nỗ lực để đưa nó trở lại bình thường càng sớm càng tốt.

source: Loading
vi: Đang tải

source: Firefox Accounts requires JavaScript.
vi: Tài khoản Firefox yêu cầu JavaScript.

source: Privacy Notice
vi: Thông báo bảo mật

source: Terms of Service
vi: Điều khoản dịch vụ
