{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2017-08-21 13:41+0000","po-revision-date":"2017-08-21 18:18+0000","last-translator":"Arash Mousavi <mousavi.arash@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"fa","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Pontoon","x-pootle-mtime":"1423490268.0"},"Still there?":"هنوز اینجایی؟","A while ago you created a Firefox Account, but never verified it. Click the link below to activate your account.":"مدتی پیش شما یک حساب فایرفاکس ساختید، ولی هیچ وقت آن را تایید نکردید. روی لینک زیر کلیک کنید تا آن را فعال کنید.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"شما با موفقیت اولین دستگاه را به حساب فایرفاکس خود متصل کردید. حالا می‌توانید از سایر دستگاه‌های خود، شامل فایرفاکس برای <a href='%(androidUrl)s'>اندروید</a> و <a href='%(iosUrl)s'>iOS</a> به هم‌گام‌سازی متصل شوید.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"شما با موفقیت اولین دستگاه را به حساب فایرفاکس خود متصل کردید. برای استفاده کامل از هم‌گام‌سازی، هر دستگاه <a href='%(androidUrl)s'>فایرفاکس برای اندروید</a> یا <a href='%(iosUrl)s'>فایرفاکس برای iOS</a> را هم متصل کنید.","Connect another device":"اتصال یک دستگاه دیگر","Sign in to Sync":"ورود به هم‌گام‌سازی","Firefox Accounts":"حساب‌های فایرفاکس","New sign-in to Firefox":"حالا به فایرفاکس وارد شوید","IP address: %(ip)s":"آدرس IP: %(ip)s","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"این یک پست‌الکترونیکی خودکار است؛ اگر شما اجازه این کار را نداده‌اید، <a %(passwordChangeLinkAttributes)s>لطفا گذرواژه خود را تغییر دهید.</a>","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"برای اطلاعات بیشتر،‌لطفا به <a %(supportLinkAttributes)s>پشتیبانی موزیلا</a> مراجعه کنید.","Mozilla Privacy Policy":"سیاست‌های حریم‌خصوصی موزیلا","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"این یک رایانامه خودکار است؛ اگر شما یک دستگاه جدید به حساب فایرفاکس خود اضافه نکرده‌اید، شما باید به سرعت گذرواژه خود را از طریق %(passwordChangeLink)s تغییر دهید","For more information, please visit %(supportUrl)s":"برای اطلاعات بیشتر لطفا به %(supportUrl)s نگاهی بندازید","Password changed successfully":"گذرواژه با موفقیت تغییر کرد","Your Firefox Account password was successfully changed from the following device:":"گذرواژه حساب فایرفاکس شما به طور موفقیت آمیز از طریق دستگاه مقابل تغییر کرد:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"این یک پست‌الکترونیکی خودکار است؛ اگر شما این درخواست را نداشته‌اید، پس <a %(resetLinkAttributes)s>لطفا گذرواژه خود را مجددا تنظیم کنید</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"این یک رایانامه خودکار است؛ اگر شما گذرواژه خود را برای حساب فایرفاکس تغییر نداده‌اید، باید هر چه سریع‌تر آن را از طریق %(resetLink)s بازنشانی کنید","Your password has been reset":"گذرواژه شما مجددا تنظیم شد","Your Firefox Account password has changed. If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"گذرواژه حساب فایرفاکس شما تغییر کرد. اگر شما تغییرش نداده‌اید، لطفا همین حالا <a %(resetLinkAttributes)s>گذرواژه خود را مجددا تنظیم کنید</a>.","This is an automated email; if you received it in error, no action is required.":"این ایمیل به صورت خودکار ارسال شده؛ اگر اشتباها آن را دریافت کرده‌اید، نیاز به انجام کار خاصی نیست.","Password reset successfully":"بازنشانی گذرواژه موفقیت‌آمیز بود","Your Firefox Account password has been successfully reset.":"حساب فایرفاکس شما با موفقیت بازنشانی شد.","This is an automated email; if you didn’t reset the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"این یک رایانامه خودکار است؛ اگر شما گذرواژه خود را برای حساب فایرفاکس بازنشانی نکرده‌اید، باید هر چه سریع‌تر از طریق %(resetLink)s بازنشانی کنید","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"ما فعالیت های مشکوکی را در حساب فایرفاکس شما تشخیص داده‌ایم.ممکن است حساب کاربری شما در معرض خطر باشد.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"برای جلوگیری از دسترسی های تایید نشده آینده به حساب کاربری فایرفاکس شما، می می‌توانیم کلمه عبور شما را از نو تعیین کنیم و آن‌هارا برای احتیاط به اطلاع شما برسانیم.","What should you do?":"چه‌کاری باید انجام دهید؟","First, change your Firefox Account password.":"نخست، کلمه عبور حساب‌ کاربری فایرفاکس خود را تغییر دهید.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"سپس،اگر کلمه عبور فایرفاکس شما در پایگاه‌اینترنتی ذخیره شده است، شما باید آن موارد را هم تغییر دهید، حمله‌کننده ممکن است به آن کلمات عبور دسترسی داشته باشد پس شما بایستی آن حساب‌های کاربری را برای فعالیت های مشکوک بررسی کنید.","Learn how to see what passwords Firefox is storing for you.":"بدانید چگونه فایرفاکس کلمات عبور را برای شما ذخیره می‌کند.","Best,":"بهترین ها،","The Firefox Accounts team":"تیم حساب‌کاربری فایرفاکس","Secondary email removed":"رایانامه دوم حذف شد","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"شما با موفقیت %(secondaryEmail)s را از حساب فایرفاکس خود حذف کردید. اعلان‌های امنیتی و تاییدیه‌های ورود دیگر برای این آدرس ارسال نخواهند شد.","Manage account":"مدیریت حساب‌کاربری","Manage account:":"مدیریت حساب‌کاربری:","Account verified!":"حساب تایید شد!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"شما با موفقیت اولین دستگاه خود را به حساب فایرفاکس خود متصل کردید. حالا شما می‌توانید از دستگاه‌های دیگر خود، شامل فایرفاکس برای <a %(androidLinkAttributes)s>اندروید</a> و <a %(iosLinkAttributes)s>iOS</a>، به «همگام‌سازی» متصل شوید.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"شما با موفقیت اولین دستگاه خود را به حساب فایرفاکس خود متصل کردید. حالا شما می‌توانید به هم‌گام‌سازی در دستگاه‌های دیگر خود، شامل فایرفاکس برای اندروید و iOS، وارد شوید.","Sign in to Sync:":"ورود به هم‌گام‌سازی:","Secondary email added":"رایانامه دوم افزوده شد","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"شما با موفقیت %(secondaryEmail)s را به عنوان رایانامه دوم حساب‌کاربری فایرفاکس خود تایید کردید. اکنون اطلاعیه‌های امنیتی و تاییدیه‌های ورود به هر دو نشانی ارسال خواهند شد.","Forgot your password?":"گذرواژه خود را فراموش کرده‌اید؟","Click the button within the next hour to set a new password for your Firefox Account. The request came from the following device:":"تا یک ساعت دیگر بر روی دکمه کلیک کنید تا گذرواژه‌ای جدید برای حساب فایرفاکس خود تعیین کنید. درخواست از دستگاه مقابل ارسال شده است:","Reset password":"بازنشانی گذرواژه","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"برای انتخاب فایرفاکس از شما متشکریم! می‌توانید فایرفاکس برای موبایل را از اینجا دریافت کنید: %(link)s","Is this you signing in?":"این شما هستید که وارد می‌شوید؟","If yes, here is the authorization code you need:":"اگر بله، این کد تایید هویتی است که لازم دارید:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"اگر خیر، به ما کمک کنید تا مزاحمان را پیدا کنیم و <a %(reportSignInLinkAttributes)s>این حرکت را به ما گزارش کنید.</a>","If no, help us fend off intruders and report it to us.":"اگر خیر، به ما کمک کنید تا مزاحمان را پیدا کنیم و این فعالیت‌ها را به ما گزارش کنید.","Hello again.":"دوباره سلام.","A few days ago you created a Firefox Account, but never verified it. A verified account lets you access your tabs, bookmarks, passwords and history on any device connected to it. Simply confirm this email address to activate your account.":"چند روز پیش شما یک حساب فایرفاکس ساختید، ولی هیچگاه تاییدش نکردید. یک حساب تایید شده به شما امکان می‌دهد تا به زبانه‌ها، نشانک‌ها، گذرواژه‌ها و تاریخچه خود بر روی هر دستگاه متصل به آن، دسترسی داشته باشید. به راحتی با ثبت این آدرس پست‌الکترونیکی حساب خود را تایید کنید.","Activate now":"هم‌اکنون فعال‌سازی شود","Verify Email":"تایید پست‌الکترونیکی","Verify your email to finish your Firefox Account registration":"پست‌الکترونیکی خود را برای تکمیل عضویت در حساب فایرفاکس تایید کنید","Activate now:":"حالا فعال کن:","A week ago you created a Firefox Account, but never verified it. We’re worried about you. Confirm this email address to activate your account and let us know you're okay.":"یک هفته پیش شما یک حساب‌ کاربری فایرفاکس ایجاد‌کرده‌اید،ولی هرگز آن را تایید‌ نکرده‌اید. ما در مورد شما نگران هستیم. تایید این پست‌الکترونیکی برای فعال شدن حساب‌کاربری شما باعث می‌شود ما بدانیم شما مشکلی ندارید.","Welcome!":"خوش‌آمدید!","Please activate your account by confirming this email address.":"لطفا حساب خود را با تایید این پست‌الکترونیکی فعال کنید.","For added security, please confirm this sign-in to begin syncing with this device:":"برای امنیت بیشتر، لطفا این ورود را برای شروع همگام‌سازی با این دستگاه تایید کنید:","Confirm sign-in":"تایید ورود","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"اگر شما مشکوک هستید که فرد دیگری قصد ورود به حساب‌کاربری شما را دارد،<a %(passwordChangeLinkAttributes)s>کلمه عبور خود را تغییر دهید</a>.","If you suspect that someone is trying to gain access to your account, please change your password.":"اگر شما مشکوک هستید که فرد دیگری قصد ورود به حساب‌کاربری شما را دارد، لطفا کلمه عبور خود را تغییر دهید.","Verify secondary email":"تایید رایانامه دوم","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"درخواستی برای استفاده از %(email)s به عنوان نشانی دوم رایانامه، از طرف حساب کاربری فایرفاکس زیر ساخته شده است:","Verify email ":"تایید ایمیل ","Once verified, this address will begin receiving security notifications and confirmations.":"پس از تایید، این نشانی اطلاعیه‌های امنیتی و تاییده‌ها را دریافت خواهد کرد.","Verify email: ":"تایید رایانامه: ","Ready, set, sync":"آماده، درجا، همگام‌سازی","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"تایید کنید که این ایمیل را دریافت کرده‌اید و پس از آن ما به شما کمک خواهیم کرد تا فایرفاکس را در تمام دستگاه‌های خود نصب و همگام‌سازی کنید، با شروع از:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"پس از تایید، ما ه شما کمک می‌کنیم تا فایرفاکس را حداقل در یک دستگاه دیگر نصب و متصل کنید.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s بر روی %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s بر روی %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s، %(stateCode)s، %(country)s (تخمینی)","%(city)s, %(country)s (estimated)":"%(city)s، %(country)s (تخمینی)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s، %(country)s (تخمینی)","%(country)s (estimated)":"%(country)s (تخمینی)","Verify your Firefox Account":"حساب فایرفاکس خود را تایید کنید","Confirm your email and start to sync!":"ایمیل خود را تایید و شروع به همگام‌سازی کنید!","Firefox Account authorization code":"کد تایید فعالیت حساب فایرفاکس","Confirm new sign-in to Firefox":"تایید ورود جدید به فایرفاکس","Verify email for Firefox Accounts":"تایید رایانامه برای حساب‌های کاربری فایرفاکس","Reset your Firefox Account password":"گذرواژه‌ی حساب فایرفاکس خود را بازنشانی کنید","Your Firefox Account password has been changed":"گذرواژه حساب فایرفاکس شما تغییر کرده است","Your Firefox Account password has been reset":"گذرواژه حساب فایرفاکس شما بازنشانی شده است","Firefox Account password reset required":"نیاز به تعیین مجدد حساب‌کاربری فایرفاکس می‌ باشد","Firefox Account verified":"حساب فایرفاکس تایید شد","Secondary Firefox Account email added":"رایانامه دوم حساب‌کاربری فایرفاکس افزوده شد","Secondary Firefox Account email removed":"رایانهٔ دوم برای حساب فایرفاکس حذف شد","Page not found":"صفحه پیدا نشد","The page you requested is not found. We've been notified and will fix any links that may be broken.":"صفحه‌ای که درخواست کردید پیدا نشد. ما مطلع شده‌ایم و هر صفحه‌ای که پیوند معیوب دارد را اصلاح خواهیم کرد.","Home":"خانه","500 Error":"خطا 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"اوه عزیزم، یک مشکلی پیش آمد. ما مطلع شده‌ایم و روی رفع مشکل کار خواهیم کرد.","502 Error":"خطا 502","Server busy, try again soon":"کارگزار مشغول است، لطفا بعدا دوباره تلاش کنید","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"ما در حال حاضر زیر فشار زیادی هستیم و در تلاشیم تا هر چه سریع‌تر سیستم را به حالت عادی برگردانیم.","Firefox Accounts requires JavaScript.":"حساب‌های فایرفاکس به JavaScript نیاز دارد.","Privacy Notice":"اطلاعیه حریم‌شخصی","Firefox cloud services":"سرویس‌های ابری فایرفاکس","Terms of Service":"قوانین استفاده از سرویس"}