{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-01 14:45+0000","last-translator":"Emin Mastizada <emin@mastizada.com>","language-team":"LANGUAGE <LL@li.org>","language":"az","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1429902145.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"İlk cihazınızı müvəffəqiyyətlə Firefox Hesabınıza qoşdunuz. Artıq digər cihazlarınızdan da, <a href='%(androidUrl)s'>Android</a> və <a href='%(iosUrl)s'>iOS</a> üçün Firefox-dan Sync-ə daxil ola bilərsiniz.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"İlk cihazınızı müvəffəqiyyətlə Fiefox Hesabınıza qoşdunuz. Sync-dən daha yaxşı faydalanmaq üçün hər hansı bir <a href='%(androidUrl)s'>Android üçün Firefox</a> və ya <a href='%(iosUrl)s'>iOS üçün Firefox</a> qoşun.","Connect another device":"Başqa cihazı qoş","Sign in to Sync":"Sinxronlaşdırmaq üçün daxil olun","Firefox Accounts":"Firefox Hesabları","Low recovery codes remaining":"Az bərpa kodları qaldı","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Çox az bərpa kodunuz qalıb. Lütfən hesabınız heç vaxt kilitlənməsin deyə yeni bərpa kodlarını yaradın.","Generate codes":"Kodları yarat","This is an automated email.":"Bu avtomatik e-poçtdur.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Daha ətraflı məlumat üçün lütfən <a %(supportLinkAttributes)s>Mozilla Dəstəyi</a> ziyarət edin.","Mozilla Privacy Policy":"Mozilla Məxfilik Siyasəti","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Çox az bərpa kodunuz qalıb. Lütfən hesabınız heç vaxt kilitlənməsin deyə yeni bərpa kodlarını yaradın.","Generate codes:":"Kodları yatar:","For more information, please visit %(supportUrl)s":"Daha ətraflı məlumar üçün, lütfən %(supportUrl)s ünvanına baş çəkin","New sign-in to %(clientName)s":"%(clientName)s üçün yeni daxil olma","IP address: %(ip)s":"IP ünvan: %(ip)s","Manage account":"Hesabı idarə et","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Bu avtomatik e-poçtdur; Əgər bu əməliyyatı siz etmədinizsə, lütfən <a %(passwordChangeLinkAttributes)s>parolunuzu dəyişin</a>.","Manage account:":"Hesabı idarə et:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Bu avtomatik e-poçtdur; əgər Firefox Hesabınıza yeni cihazı siz əlavə etməmisinizsə, dərhal parolunuzu %(passwordChangeLink)s ünvanından dəyişdirməlisiniz","Password changed successfully":"Parol müvəffəqiyyətlə dəyişdirildi","Your Firefox Account password was successfully changed from the following device:":"Firefox Hesabınızın parolu uğurla bu cihazdan dəyişdirildi:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Bu avtomatik e-poçtdur; Əgər bu əməliyyatı siz etmədinizsə, lütfən <a %(resetLinkAttributes)s>parolunuzu sıfırlayın</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Bu avtomatik e-poçtdur; Əgər Firefox Hesabınızın parolunu siz dəyişdirmədinizsə dərhal %(resetLink)s üzərindən parolunuzu sıfırlamalısınız","Your account password was changed":"Hesab parolunuz dəyişdirildi","You will need to enter your new password on other devices to resume syncing.":"Digər cihazlarda sinxronlaşdırmaya davam etmək üçün yeni parolunuzu daxil etməlisiniz.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Əgər bunu siz dəyişdirmədinizsə, lütfən, indi <a %(resetLinkAttributes)s>parolunuzu sıfırlayın</a>.","If you did not change it, please reset your password now at %(resetLink)s":"Əgər bunu siz dəyişdirmədinizsə, lütfən, indi %(resetLink)s ünvanında parolunuzu sıfırlayın","Your account password was reset with a recovery key":"Hesab parolunuz bərpa açarı ilə sıfırlandı","You have successfully reset your password using a recovery key from the following device:":"Bu cihazdan parolunuzu bərpa açarı ilə sıfırladınız:","You will need to generate a new recovery key.":"Yeni bərpa açarı törətməlisiniz.","Create new recovery key":"Yeni bərpa açarı yarat","Create new recovery key:":"Yeni bərpa açarı yarat:","If you suspect that someone is trying to gain access to your account, please change your password.":"Əgər birilərinin hesabınıza girmək üçün əlləşdiyini düşünürsünüzsə, lütfən parolunuzu dəyişdirin.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Firefox Hesabınızda şübhəli aktivlik hiss etdik. Ola bilsin hesabınız ələ keçirilib.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Firefox Hesabınıza icazəsiz müdaxilənin qarşısını almaq üçün parolunuzu sıfırladın və sizi tədbir görməyiniz üçün xəbərdar edirik.","What should you do?":"Nə etməlisiniz?","First, change your Firefox Account password.":"İlk olaraq, Firefox Hesabınızın parolunu dəyişdirin.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"İkincisi, Əgər Firefox saytlar üçün parolları tutursa həmin saytlardakı parollarınızı dəyişdirin. Hücumçular həmin parolları ələ keçirə bilərlər, bu səbəbdən həmin saytlardakı hesablarınızda son olan hadisələri kontrol edin.","Learn how to see what passwords Firefox is storing for you.":"Firefox-un hansı parolları tutduğunu necə görəcəyinizi öyrənin.","Best,":"Ən yaxşısı,","The Firefox Accounts team":"Firefox Hesabı komandası","Account recovery key generated":"Hesab bərpa açarı törədildi","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Bu cihazdan uğurla Firefox Hesabınız üçün hesab bərpa açarı törətdiniz:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Əgər bunu edən siz deyildinizsə, <a %(revokeAccountRecoveryLinkAttributes)s>buraya klikləyin.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Bu cihazdan uğurla Firefox Hesabınız üçün hesab bərpa açarı törətdiniz:","If this was not you, revoke key.":"Əgər bunu edən siz deyildinizsə, açarı ləğv edin.","Two-step authentication enabled":"İki mərhələli daxil olma aktivləşdirildi","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Bu cihazdan uğurla Firefox Hesabınız üçün iki mərhələli daxil olmanı aktivləşdirdiniz:","Security codes from your authentication app will now be required at each sign-in.":"Təsdiqləmə tətbiqinizdəki təhlükəsizlik kodları artıq hər daxil olmanızda tələb ediləcək.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Uğurla Firefox Hesabınız üçün iki mərhələli daxil olmanı aktivləşdirdiniz. Təsdiqləmə tətbiqinizdəki təhlükəsizlik kodları artıq hər daxil olmanızda tələb ediləcək.","New primary email":"Yeni əsas e-poçt","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Əsas e-poçtunuzu müvəffəqiyyətlə %(email)s ünvanına dəyişdirdiniz. Bu ünvan artıq Firefox Hesabınıza daxil olmaq üçün istifadə adınızdır, həmçinin təhlükəsizlik bildirişləri və daxil olma təsdiqləmələri bu ünvana göndəriləcək.","Recovery code consumed":"Bərpa etmə kodu istifadə edildi","You have successfully consumed a recovery code from the following device:":"Bu cihazdan uğurla bərpa etmə kodunu istifadə etdiniz:","Consumed recovery code":"Bərpa kodu istifadə edildi","New recovery codes generated":"Yeni bərpa kodları yaradıldı","You have successfully generated new recovery codes from the following device:":"Bu cihazdan uğurla yeni bərpa kodları yaratdınız:","Account recovery key removed":"Hesab bərpa açarı silindi","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Bu cihazdan uğurla Firefox Hesabınız üçün hesab bərpa açarını sildiniz:","This recovery key can no longer be used to recover your account.":"Bu bərpa açarı artıq hesabınızı bərpa etmək üçün işlədilə bilməz.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Bu cihazdan uğurla Firefox Hesabınız üçün hesab bərpa açarını sildiniz:","Secondary email removed":"İkinci e-poçt silindi","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"İkinci e-poçtunuz %(secondaryEmail)s Firefox Hesabınızdan silindi. Təhlükəsizlik bildirişləri və daxil olma təsdiqləmələri artıq bu hesaba göndərilməyəcək.","This is an automated email; if you received it in error, no action is required.":"Bu avtomatik e-poçtdur; əgər bunu səhvən almısınızsa, bir şey etməyinizə ehtiyyac yoxdur.","Two-step authentication disabled":"İki mərhələli daxil olma söndürüldü","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Bu cihazdan uğurla Firefox Hesabınız üçün iki mərhələli daxil olmanı söndürdünüz:","Security codes will no longer be required at each sign-in.":"Təhlükəsizlik kodları artıq daxil olmada tələb edilməyəcək.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Uğurla Firefox Hesabınız üçün iki mərhələli daxil olmanı söndürdünüz. Təhlükəsizlik kodları artıq daxil olmada tələb edilməyəcək.","Account verified!":"Hesab təsdiqləndi!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"İlk cihazınızı uğurla Firefox Hesabınıza qoşdunuz. Artıq Sync-ə digər cihazlarınızda da daxil ola bilərsiz, <a %(androidLinkAttributes)s>Android</a> və <a %(iosLinkAttributes)s>iOS</a> üçün Firefox kimi.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"İlk cihazınızı müvəffəqiyyətlə Firefox Hesabınıza qoşdunuz. Artıq digər cihazlarınızdan da, Android və iOS üçün Firefox-dan Sync-ə daxil ola bilərsiniz.","Sign in to Sync:":"Sinxronlaşdırmaq üçün daxil olun:","Secondary email added":"İkinci e-poçt əlavə edildi","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"İkinci e-poçtunuz %(secondaryEmail)s Firefox Hesabınıza əlavə edildi. Təhlükəsizlik bildirişləri və daxil olma təsdiqləmələri artıq hər iki hesaba göndəriləcək.","Need to reset your password?":"Parolunuzu sıfırlamalısınız?","Click the button within the next hour to create a new password. The request came from the following device:":"Qarşıdakı bir saat içində düyməyə klikləyərək yeni parol yaradın. İstək bu cihazdan gəldi:","Create new password":"Yeni parol yarat","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Firefox-u seçtiyiniz üçün təşəkkürlər! Mobil cihazlar üçün Firefox-u endirə bilərsiz: %(link)s","Is this you signing in?":"Daxil olmaq istəyən sizsiniz?","If yes, here is the authorization code you need:":"Əgər belədirsə, ehtiyacınız olan avtorizasiya kodu budur:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Belə deyilsə, zərərvericilərlə mübarizəmizə kömək edin və bunu <a %(reportSignInLinkAttributes)s>bizə bildirin</a>.","If no, help us fend off intruders and report it to us.":"Belə deyilsə, zərərvericilərlə mübarizəmizə kömək edin və bunu bizə bildirin.","Welcome!":"Xoş Gəldiniz!","Please activate your account by confirming this email address.":"Lütfən bu e-poçt ünvanını təsdiqləyərək hesabınızı aktivləşdirin.","Activate now":"İndi aktivləşdir","Verify Email":"E-poçt-u təsdiqlə","Verify your email to finish your Firefox Account registration":"Firefox Hesabı qeydiyyatınızı bitirmək üçün e-poçt ünvanınızı təsdiqləyin","Activate now:":"İndi aktivləşdir:","For added security, please confirm this sign-in from the following device:":"Əlavə təhlükəsizlik üçün, lütfən, bu cihazdan olan daxil olmanı təsdiqləyin:","Confirm sign-in":"Daxil olmanı təsdiqlə","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Əgər birilərinin hesabınıza girmək üçün əlləşdiyini düşünürsünüzsə, <a %(passwordChangeLinkAttributes)s>lütfən parolunuzu dəyişdirin</a>.","Verify primary email":"Əsas e-poçtunuzu təsdiqləyin","A request to perform an account change has been made from the following device:":"Hesab dəyişikliyi bu cihazdan istəndi:","Verify email ":"E-poçtu təsdiqlər ","Once verified, account changes like adding a secondary email will become possible from this device.":"Təsdiqləndikdən sonra ikincil e-poçt əlavə etmə kimi dəyişikliklər bu cihazdan mümkün olacaq.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Əgər bu əməliyyatı siz etmədinizsə, lütfən <a %(passwordChangeLinkAttributes)s>parolunuzu dəyişdirin</a>.","Verify email: ":"E-poçtu təsdiqlə: ","If you did not authorize this action, please change your password.":"Əgər bu əməliyyatı siz etmədinizsə, lütfən parolunuzu dəyişdirin.","Verify secondary email":"İkinci e-poçtu təsdiqlə","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Bu Firefox Hesabından %(email)s ünvanını ikinci e-poçt olaraq işlətmə istəyi gəldi:","Once verified, this address will begin receiving security notifications and confirmations.":"Təsdiqləndiyində, bu e-poçt təhlükəsizlik bildirişləri və təsdiqləmələri almağa başlayacaq.","Ready, set, sync":"Hazırlan, diqqət, sinxronlaşdır","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Bu e-poçt-u aldığınızı təsdiqlədikdən sonra digər cihazlarınızda da Firefox qurub sinxronlaşdırmağa kömək edəcik. Başlanğıc üçün:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Təsdiqlədikdən sonra, Firefox-u ən az daha bir cihazda quraşdırıb qoşmağınıza kömək edəcik.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaOS)s üçün %(uaBrowser)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaOS)s üçün %(uaBrowser)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (təxmini)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (təxmini)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (təxmini)","%(country)s (estimated)":"%(country)s (təxmini)","Verify your Firefox Account":"Firefox Hesabınızı təsdiqləyin","Confirm your email and start to sync!":"E-poçtunuzu dəsdiqləyin və sinxronlaşdırmağa başlayın!","Firefox Account authorization code":"Firefox Hesabı avtorizasiya kodu","Confirm new sign-in to %(clientName)s":"%(clientName)s üçün yeni daxil olmanı təsdiqləyin","Sign-in code for Firefox":"Firefox üçün daxil olma kodu","Reset your Firefox Account password":"Firefox Hesab parolunuzu sıfırlayın","Your Firefox Account password has been changed":"Firefox Hesab parolunuz dəyişdirildi","Firefox Account password changed":"Firefox Hesabı parolu dəyişdirildi","Firefox Account password reset required":"Firefox Hesabı parolunu sıfırlamaq tələb edilir","Firefox Account verified":"Firefox Hesabı təsdiqləndi","Secondary Firefox Account email added":"İkinci Firefox Hesabı e-poçtu əlavə edildi","Firefox Account new primary email":"Firefox Hesabında yeni əsas e-poçt","Secondary Firefox Account email removed":"İkinci Firefox Hesabı e-poçtu silindi","Firefox Account password reset with recovery key":"Bərpa açarı ilə Firefox Hesabı parolu sıfırlama","Page not found":"Səhifə tapılmadı","The page you requested is not found. We've been notified and will fix any links that may be broken.":"İstədiyiniz səhifə tapılmadı. Bununla əlaqəli xəbərdarlıq aldıq və xarab ola biləcək bütün keçidləri düzəldəcik.","Home":"Ana Səhifə","500 Error":"500 Xətası","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Əzizim, burada nəsə tərs gedib. Bununla bağlı xəbər aldıq və düzəltməyə çalışacıq.","502 Error":"502 Xətası","Server busy, try again soon":"Server məşğuldur, daha sonra təkrar yoxlayın","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Hazırda ağır yükün altındayıq və sistemi tez bir vaxtda normal hala gətirmək üçün işləyirik.","Loading":"Yüklənir","Firefox Accounts requires JavaScript.":"Firefox Hesabları üçün JavaScript lazımdır.","Privacy Notice":"Məxfilik Bildirişi","Terms of Service":"İstifadə Şərtləri"}