{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2017-10-16 16:35+0000","last-translator":"Enol <enolp@softastur.org>","language-team":"LANGUAGE <LL@li.org>","language":"ast","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Coneutesti con ésitu'l to primer preséu a la cuenta de Firefox. Agora pues aniciar sesión en Sync dende otros preseos de to, incluyendo Firefos p'<a href='%(androidUrl)s'>Android</a> ya <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Coneutesti con ésitu'l to primer preséu a la cuenta de Firefox. P'aprovechar al máximu Sync, coneuta <a href='%(androidUrl)s'>Firefox p'Android</a> o <a href='%(iosUrl)s'>Firefox pa iOS</a>.","Connect another device":"Coneutar otru preséu","Sign in to Sync":"Aniciar sesión en Sync","Firefox Accounts":"Cuentes de Firefox","Low recovery codes remaining":"","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes":"","This is an automated email.":"","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Pa más información, por favor visita'l <a %(supportLinkAttributes)s>Sofitu de Mozilla</a>.","Mozilla Privacy Policy":"Política de privacidá de Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes:":"","For more information, please visit %(supportUrl)s":"Pa más información, visita %(supportUrl)s por favor","New sign-in to %(clientName)s":"","IP address: %(ip)s":"Direición IP: %(ip)s","Manage account":"Xestionar cuenta","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Esto ye un corréu automatizáu. Si nun autoricesti esta aición, entós <a %(passwordChangeLinkAttributes)s>camuda la to contraseña por favor.</a>","Manage account:":"Xestionar cuenta:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Esto ye un corréu automatizáu. Si nun amestesti un preséu nuevu a la to cuenta de Firefox, deberíes camudar la to contraseña nel intre en %(passwordChangeLink)s","Password changed successfully":"Camudóse con ésitu la contraseña","Your Firefox Account password was successfully changed from the following device:":"","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Esto ye un corréu automatizáu; Si nun autoricesti esta aición, entós <a %(resetLinkAttributes)s>reanicia la to contraseña, por favor</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Esto ye un corréu automatizáu. Si nun camudesti la contraseña na to cuenta de Firefox, deberíes reaniciala nel intre en %(resetLink)s","Your account password was changed":"","You will need to enter your new password on other devices to resume syncing.":"","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"","If you did not change it, please reset your password now at %(resetLink)s":"","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"","Create new recovery key":"","Create new recovery key:":"","If you suspect that someone is trying to gain access to your account, please change your password.":"Si sospeches que daquién ta tentando de consiguir accesu a la to cuenta. por favor camuda la contraseña.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Deteutemos una actividá sospechosa na to cuenta de Firefox. La to cuenta quiciabes tea comprometida.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Pa evitar más accesos non autorizaos a la to cuenta de Firefox, reaniciemos la to contraseña y avisámoste como precaución.","What should you do?":"¿Qué debería facer?","First, change your Firefox Account password.":"Primero, camuda la contraseña de la to cuenta de Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Segundo, si Firefox atroxa contraseñes de sitios, deberíes de camudar eses contraseñes tamién. Los atacantes quiciabes tengan accesu a elles, asina que deberíes comprobar eses cuentes por actividá sospechosa.","Learn how to see what passwords Firefox is storing for you.":"Deprendi cómo ver qué contraseñes ta atroxando Firefox pa ti.","Best,":"Aténtamente,","The Firefox Accounts team":"L'equipu de cuentes de Firefox","Account recovery key generated":"","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"","Security codes from your authentication app will now be required at each sign-in.":"","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"","New primary email":"","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"","Recovery code consumed":"","You have successfully consumed a recovery code from the following device:":"","Consumed recovery code":"","New recovery codes generated":"","You have successfully generated new recovery codes from the following device:":"","Account recovery key removed":"","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"Desanicióse'l corréu secundariu","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"","This is an automated email; if you received it in error, no action is required.":"Esto ye un corréu automatizáu. Si lu recibes por error, nun se rique aición dala.","Two-step authentication disabled":"","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"","Security codes will no longer be required at each sign-in.":"","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"","Account verified!":"¡Verificóse la cuenta!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Coneutesti con ésitu'l to primer preséu a la cuenta Firefox. Agora pues aniciar sesión en Sync dende otros preseos de to, incluyendo Firefox p'<a %(androidLinkAttributes)s>Android</a> ya <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Coneutesti con ésitu'l to primer preséu a la cuenta de Firefox. Agora pues aniciar sesión en Sync dende otros preseos de to, incluyendo Firefox p'Android ya iOS.","Sign in to Sync:":"Aniciar sesión en Sync:","Secondary email added":"Amestóse'l corréu secundariu","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"","Need to reset your password?":"","Click the button within the next hour to create a new password. The request came from the following device:":"","Create new password":"","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"¡Gracies por escoyer Firefox! Pues instalar Firefox nel móvil equí: %(link)s","Is this you signing in?":"¿Yes tu aniciando sesión?","If yes, here is the authorization code you need:":"Si ye asina, esti'l códigu d'autorización que precises:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Si nun ye asina, ayuda a defendemos d'intrusos ya <a %(reportSignInLinkAttributes)s>informa d'ellos.</a>","If no, help us fend off intruders and report it to us.":"Si nun ye asina, ayuda a defendemos d'intrusos ya informa d'ellos.","Welcome!":"¡Bienllegáu!","Please activate your account by confirming this email address.":"Activa la to cuenta confirmando esta direición de corréu, por favor.","Activate now":"Activar agora","Verify Email":"Verificar corréu","Verify your email to finish your Firefox Account registration":"Verifica'l to corréu pa finar el rexistru de la to cuenta de Firefox","Activate now:":"Activar agora:","For added security, please confirm this sign-in from the following device:":"","Confirm sign-in":"Confirmar aniciu de sesión","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Si sospeches que daquién ta tentando de consiguir accesu a la to cuenta, <a %(passwordChangeLinkAttributes)s> por favor camuda la contraseña</a>.","Verify primary email":"","A request to perform an account change has been made from the following device:":"","Verify email ":"Verificar corréu ","Once verified, account changes like adding a secondary email will become possible from this device.":"","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify email: ":"Verificar corréu: ","If you did not authorize this action, please change your password.":"","Verify secondary email":"","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Féxose una solicitú pa usar %(email)s como cuenta secundaria de corréu dende la cuenta de Firefox de darréu:","Once verified, this address will begin receiving security notifications and confirmations.":"","Ready, set, sync":"3... 2... 1... Syncroniza","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Confirma que recibiesti esti corréu y ayudarémoste a instalar y sincronizar Firefox en tolos tos preseos entamando per:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Namái confirmalu, ayudarémoste a instalar y coneutar Firefox en polo menos otro preséu.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s en %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s en %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (estimóse)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (estimao)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (estimóse)","%(country)s (estimated)":"%(country)s (estimao)","Verify your Firefox Account":"Verifica la to cuenta de Firefox","Confirm your email and start to sync!":"¡Confirma'l to corréu y entama a sincronizar!","Firefox Account authorization code":"Códigu d'autorización de Firefox Account","Confirm new sign-in to %(clientName)s":"","Sign-in code for Firefox":"","Reset your Firefox Account password":"Reaniciar la contraseña de la to cuenta de Firefox","Your Firefox Account password has been changed":"Camudóse la contraseña de la to cuenta de Firefox","Firefox Account password changed":"","Firefox Account password reset required":"Ríquese'l reaniciu de la contraseña de la cuenta de Firefox","Firefox Account verified":"Verificóse la cuenta de Firefox","Secondary Firefox Account email added":"","Firefox Account new primary email":"","Secondary Firefox Account email removed":"","Firefox Account password reset with recovery key":"","Page not found":"Nun s'alcontró la páxina","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Nun s'alcontró la páxina que solicitesti. Fuimos avisaos ya iguaremos cualesquier enllaz que quiciabes tea rotu.","Home":"Aniciu","500 Error":"Fallu 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Coima, equí daqué foi mal. Fuimos avisaos y trabayaremos nuna igua.","502 Error":"Fallu 502","Server busy, try again soon":"Sirvidor ocupáu, volvi tentalo ceo","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Aguaño tamos so munches solicitúes y tamos trabayando pa restaurar el sistema al estáu normal tan ceo como seya posible.","Loading":"","Firefox Accounts requires JavaScript.":"Les cuentes de Firefox riquen JavaScript.","Privacy Notice":"Avisu de privacidá","Terms of Service":"Términos del Serviciu"}