{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-02 23:41+0000","last-translator":"Juan Sián <ajtzibsyan@yahoo.com>","language-team":"LANGUAGE <LL@li.org>","language":"cak","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Ütz xawokisaj ri nab'ey awokisaxel pa ri Rutaqoya'l Firefox. Wakami yatikïr natikirisaj molojri'ïl pa Sync chi kipam ri ch'aqa' chik taq awokisaxel, ke ri' chuqa' ri Firefox richin <a href='%(androidUrl)s'>Android</a> chuqa' <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Ütz xawokisaj ri nab'ey awokisaxel pa ri Rutaqoya'l Firefox. Richin nawïl k'ïy rutzil ri Sync, ke'awokisaj xab'achike <a href='%(androidUrl)s'>Firefox richin Android</a> o <a href='%(iosUrl)s'>Firefox richin iOS</a>.","Connect another device":"Tokisäx jun chik okisaxel","Sign in to Sync":"Titikirisäx molojri'ïl pa Sync","Firefox Accounts":"Firefox Accounts","Low recovery codes remaining":"Jub'a' chik kolonel taq b'itz'ib' e k'o","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Niqatz'ët chi jub'a' chik ok kolonel taq ab'itz'ib'. K'o ta chi nana'ojij ye'atz'ük k'ak'a' taq b'itz'ib' richin man nasäch awokem pan rub'i' ataqoya'l.","Generate codes":"Ketz'uk taq b'itz'ib'","This is an automated email.":"Re re' jun yonil taqoya'l.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Richin ch'aqa' chik etamab'äl, tab'etz'eta' <a %(supportLinkAttributes)s>Ruto'ik Mozilla</a>.","Mozilla Privacy Policy":"Ichinan Runa'oj Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Niqatz'ët chi jub'a' chik ok kolonel taq ab'itz'ib'. K'o ta chi nana'ojij ye'atz'ük k'ak'a' taq b'itz'ib' richin man nasäch awokem pan rub'i' ataqoya'l.","Generate codes:":"Ketz'uk taq b'itz'ib':","For more information, please visit %(supportUrl)s":"Richin ch'aqa' chik etamab'äl, tab'etz'eta' %(supportUrl)s","New sign-in to %(clientName)s":"K'ak'a' rutikirisaxik molojri'ïl %(clientName)s","IP address: %(ip)s":"IP ochochib'äl: %(ip)s","Manage account":"Tinuk'samajïx rub'i' taqoya'l","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Ruyonil nitaq re taqoya'l re'; we man aya'on ta q'ij, niqachilab'ej chawe chi <a %(passwordChangeLinkAttributes)s>tajala' ri ewan atzij.</a>","Manage account:":"Tinuk'samajïx rub'i' taqoya'l:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Ruyonil nitaq re taqoya'l re'; we man xatz'aqatisaj ta jun k'ak'a' okisaxel pa ri Ataqoya'l richin Firefox, niqachilab'ej chawe chi tajala' ri ewan atzij pa %(passwordChangeLink)s","Password changed successfully":"Xjal ütz ri ewan tzij","Your Firefox Account password was successfully changed from the following device:":"Ütz xjal ri ewan rutzij Ataqoya'l richin Firefox pa re jun okisaxel re':","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Ruyonil nitaq re taqoya'l re'; we man aya'on ta q'ij, niqachilab'ej chawe chi <a %(resetLinkAttributes)s>tatzolij ri ewan atzij</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Ruyonil nitaq re taqoya'l re'; we man ajalon ta ri ewan rutzij Ataqoya'l richin Firefox, ütz ta natzolixtayij pa %(resetLink)s","Your account password was changed":"Xjalatäj ri ewan rutzij rub'i' ataqoya'l","You will need to enter your new password on other devices to resume syncing.":"K'o chi xtatz'ib'aj chik ri k'ak'a' ewan atzij pa ch'aqa' chik awokisaxel richin nitikïr chik ri ximoj.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"We man ja ta rat xajalo, tab'ana' utzil <a %(resetLinkAttributes)s>tatzolij ri ewan atzij</a> wakami.","If you did not change it, please reset your password now at %(resetLink)s":"We man ja ta rat xajalo, tatzolij ri ewan atzij wakami pa %(resetLink)s","Your account password was reset with a recovery key":"Xtzolïx ri ewan rutzij rub'i' ataqoya'l rik'in jun kolonel ewan tzij","You have successfully reset your password using a recovery key from the following device:":"Ütz xatzolij ri ewan atzij toq xawokisaj jun kolonel ewan tzij pa re awokisab'al:","You will need to generate a new recovery key.":"Xtik'atzin chawe xtatz'ük jun k'ak'a' kolonel ewan tzij.","Create new recovery key":"Titz'uk k'ak'a' kolonel ewan tzij","Create new recovery key:":"Titz'uk k'ak'a' kolonel ewan tzij:","If you suspect that someone is trying to gain access to your account, please change your password.":"We nana'ojij chi k'o najowan nok pa ataqoya'l, tajala' ri ewan atzij.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Xqatz'ët chi q'ab'an tzij chi rij ri samaj pan Ataqoya'l richin Firefox. Rik'in jub'a' xq'eleb'ëx ri ataqoya'l.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Richin nichajïx okem pa Ataqoya'l richin Firefox toq man aya'on ta q'ij, xqatzolij ri ewan atzij ruma ri' toq niqaya' rutzijol chawe achi'el jun retal chajinïk.","What should you do?":"¿Achike ta k'a k'o chi nab'än?","First, change your Firefox Account password.":"Nab'ej, tajala' ewan rutzij Ataqoya'l richin Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Ruka'n, we ri Firefox yeruyäk ewan kitzij taq ajk'amaya'l ruxaq, ütz ta ye'ajäl chuqa'. Rik'in jub'a' ri q'eleb'enela' ketaman ri taq ewan tzij, ruma ri' toq k'o chi nanik'oj we k'o q'ab'an tzij chi kij ri taq samaj pa ri taq rub'i' taqoya'l ri'.","Learn how to see what passwords Firefox is storing for you.":"Tawetamaj achike rub'eyal ye'atz'ët ri taq ewan tzij yeruyäk ri Firefox.","Best,":"Rutzil iwäch,","The Firefox Accounts team":"Rumolaj Rutaqoya'l Firefox","Account recovery key generated":"Xtz'uk kolonel ewan rutzij rub'i' taqoya'l","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Ütz xub'än xatz'ük jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"We man ja ta rat xab'ano, <a %(revokeAccountRecoveryLinkAttributes)s>tapitz'a' wawe'.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Ütz xub'än xatz'ük jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':","If this was not you, revoke key.":"We man ja ta rat xab'ano, taq'ata' ri ewan tzij.","Two-step authentication enabled":"Xtzij ri jikib'anem rik'in ka'i'-xaq","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Ütz xub'än xatzïj ri rujikib'axik pa ka'i' xak ri rub'i' ataqoya'l richin Firefox pa re okisaxel re':","Security codes from your authentication app will now be required at each sign-in.":"Wakami xtik'utüx ri rub'itz'ib' rujikomal awokisaxel richin jikib'anïk toq natikirisaj molojri'ïl.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Ütz xatzïj ri rujikib'axik pa ka'i' xaq ri rub'i' ataqoya'l richin Firefox. Wakami xtik'utüx chawe ri rub'itz'ib' rujikomal awokisaxel richin jikib'anïk toq xtatikirisaj molojri'ïl.","New primary email":"K'ak'a' nab'ey taqoya'l","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Ütz xub'än xajäl ri nab'ey ataqoya'l pa %(email)s. Wakami re ochochib'äl re' ja re' ri awinaqul richin natikirisaj molojri'ïl pa ri rub'i' Ataqo'ua'l richin Firefox chuqa' richin ye'ak'ül taq rutzijol jikomal chuqa' richin kijikib'anik kitikirisaxik molojri'ïl.","Recovery code consumed":"Kolonel b'itz'ib okisan","You have successfully consumed a recovery code from the following device:":"Xawokisaj jun kolonel b'itz'ib' pa re okisaxel re':","Consumed recovery code":"Okisan kolonel bitz'ib'","New recovery codes generated":"K'ak'a' kolonel taq b'itz'ib' xetz'uk","You have successfully generated new recovery codes from the following device:":"Ütz xe'atz'ük k'ak'a' kolonel taq b'itz'ib' pa re okisaxel re':","Account recovery key removed":"Xyuj ri kolonel ewan rutzij rub'i' taqoya'l","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Ütz xub'än xayüj jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':","This recovery key can no longer be used to recover your account.":"Man tikirel ta chik nokisäx re kolonel ewan tzij re' richin naköl ri rub'i' ataqoya'l.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Ütz xub'än xayüj jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':","Secondary email removed":"Xyuj ri ruka'n taqoya'l","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Ütz xayüj %(secondaryEmail)s achi'el jun ruka'n taqoya'l pa ri Ataqoya'l richin Firefox. Man xketaq ta chik pa re ochochib'äl re' ri taq rutzijol jikomal chuqa' kijikib'axik kitikirisaxik molojri'ïl.","This is an automated email; if you received it in error, no action is required.":"Ruyonil nitaq re taqoya'l re'; we xak'ül ruma jun sachoj, majun achike tab'ana'.","Two-step authentication disabled":"Xchup ri jikib'anem rik'in ka'i'-xaq","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Ütz xub'än xachüp ri rujikib'axik pa ka'i' xak ri rub'i' ataqoya'l richin Firefox pa re okisaxel re':","Security codes will no longer be required at each sign-in.":"Man xkek'utüx ta chik pe ri kib'itz'ib' jikomal toq xtatikirisaj molojri'ïl.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Ütz xub'än xachüp ri rujikib'axik pa ka'i' xak ri Rub'i' Ataqoya'l richin Firefox. Man xtik'utüx ta chik pe ri kib'itz'ib' jikomal toq xtatikirisaj molojri'ïl.","Account verified!":"¡Xjikib'äx rub'i' taqoya'l!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Ütz xawokisaj ri nab'ey awokisaxel pa ri Ataqoya'l richin Firefox. Wakami ütz natikirisaj molojri'ïl pa Sync kik'in ch'aqa' chik taq okisaxel, achi'el Firefox richin <a %(androidLinkAttributes)s >Android</a> chuqa' <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Ütz xawokisaj ri nab'ey awokisaxel pa ri Ataqoya'l Firefox. Wakami yatikïr natikirisaj molojri'ïl pa Sync chi kipam ri ch'aqa' chik taq awokisaxel, achi'el Firefox richin Android chuqa' iOS.","Sign in to Sync:":"Titikirisäx molojri'ïl pa Sync:","Secondary email added":"Xtz'aqatisäx ri ruka'n taqoya'l","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Ütz xajikib'a' %(secondaryEmail)s achi'el ruka'n taqoya'l pa ri Ataqoya'l Firefox. Xketaq el pa ri taq taqoya'l ri taq rutzijol jikomal chuqa' kijikib'anik kitikirisaxik molojri'ïl.","Need to reset your password?":"¿La nawajo' natzolij ri ewan atzij?","Click the button within the next hour to create a new password. The request came from the following device:":"K'o jun ramaj chawe richin napïtz' ri pitz'b'äl richin natz'ük jun k'ak'a' ewan tzij. Chupam re okisaxel re' k'utun pe:","Create new password":"Titz'uk' k'ak'a' ewan tzij","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"¡Matyox ruma acha'on ri Firefox! Yatikïr chuqa' nayäk Firefox richin oyonib'äl wawe': %(link)s","Is this you signing in?":"¿La ja rat yatajowan natikirisaj molojri'ïl?","If yes, here is the authorization code you need:":"We ke ri', ja re' ri rub'itz'ib' ya'oj q'ij nik'atzin chawe:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"We man ke ta ri', kojato' richin niqato' qi' chi kiwäch ri nachanela' chuqa' <a %(reportSignInLinkAttributes)s>ke'asujuj pe.</a>","If no, help us fend off intruders and report it to us.":"We man ke ta ri', kojato' richin niqato' qi' chi kiwa ri nachanela' chuqa' ke'asujuj pe.","Welcome!":"¡Ütz apetik!","Please activate your account by confirming this email address.":"Tab'ana' utzil tatzija' ri ataqoya'l rik'in najikib'a' rochochib'al re taqoya'l re'.","Activate now":"Titzij wakami","Verify Email":"Tinik'öx Taqoya'l","Verify your email to finish your Firefox Account registration":"Tajikib'a' ri ataqoya'l richin nak'ïs rutz'ib'axik ri Ataqoya'l richin Firefox","Activate now:":"Titzij wakami:","For added security, please confirm this sign-in from the following device:":"Richin jikonem, tajikib'a' rutikirisaxik molojri'ïl pa re okisaxel re':","Confirm sign-in":"Tijikib'äx rutikirisaxik molojri'ïl","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"We nana'ojij chi k'o najowan nok pa ataqoya'l, <a %(passwordChangeLinkAttributes)s>tajala' ri ewan atzij</a>.","Verify primary email":"Tinik'öx ri nimaläj taqoya'l","A request to perform an account change has been made from the following device:":"Xk'utüx chi tib'an jun rujalik ri rub'i' taqoya'l pa re okisaxel:","Verify email ":"Tinik'öx taqoya'l ","Once verified, account changes like adding a secondary email will become possible from this device.":"Toq nik'on chik re okisaxel re', tikirel xtib'an jaloj chupam ri rub'i' taqoya'l, achi'el richin nitz'aqatisäx jun ruka'n taqoya'l.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"We man xaya' ta q'ij richin re samaj re' <a %(passwordChangeLinkAttributes)s>tajala' ri ewan atzij.</a>.","Verify email: ":"Tinik'öx taqoya'l: ","If you did not authorize this action, please change your password.":"We man xaya' ta q'ij richin re samaj re', tajala' ri ewan atzij.","Verify secondary email":"Tinik'öx ruka'n taqoya'l","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Re Rutaqoya'l Firefox re' xuk'utuj chi tokisäx ri %(email)s achi'el jun ruka'n rochochib'al taqoya'l: ","Once verified, this address will begin receiving security notifications and confirmations.":"Toq xtinik'öx re ochochib'äl re' xtuchäp kik'ulik taq rutzijol jikomal chuqa' taq jikib'anïk.","Ready, set, sync":"Tichojmirisaj iwi', tinuk'u' iwi', tixima'","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Tajikib'a' chi xak'ül re taqoya'l re' richin yatqato' richin nayäk chuqa' naxïm ri Firefox pa konojel taq awokisaxel, rik'in rutikirisaxik re':","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Toq xajikib'a' yan, yatqato' richin nayäk chuqa' nawokisaxj ri Firefox pa jun chik rutz'aqat okisaxel.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s pa %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s pa %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (q'ijun)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (q'ijun)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (q'ijun)","%(country)s (estimated)":"%(country)s (q'ijun)","Verify your Firefox Account":"Tanik'oj ri Ataqoya'l richin Firefox","Confirm your email and start to sync!":"¡Tajikib'a' ri ataqoya'l richin natikirisaj ri ximojri'ïl!","Firefox Account authorization code":"Rub'itz'i' ya'oj ruq'ij ri Taqoya'l richin Firefox","Confirm new sign-in to %(clientName)s":"Tijikib'äx ri k'ak'a' rutikirisaxik molojri'ïl %(clientName)s","Sign-in code for Firefox":"B'itz'ib' richin yatok pa Firefox","Reset your Firefox Account password":"Tatzolij ri ewan rutzij Ataqoya'l richin Firefox","Your Firefox Account password has been changed":"Xjal ri ewan rutzij Ataqoya'l richin Firefox","Firefox Account password changed":"Xjalatäj ewan rutzij ri Rub'i' Taqoya'l richin Firefox","Firefox Account password reset required":"Najowäx nitzolïx ewan rutzij Ataqoya'l richin Firefox","Firefox Account verified":"Xjikib'äx Ataqoya'l richin Firefox","Secondary Firefox Account email added":"Xtz'aqatisäx jun ruka'n taqoya'l pa Rutaqoya'l Firefox","Firefox Account new primary email":"K'ak'a' nab'ey rutaqoya'l ri Taqoya'l richin Firefox","Secondary Firefox Account email removed":"Xelesäx ri ruka'n taqoya'l pa Rutaqoya'l Firefox","Firefox Account password reset with recovery key":"Xtzolïx ri ewan rutzij Taqoya'l richin Firefox rik'in ri kolonel ewan tzij","Page not found":"Man xilitäj ta ruxaq","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Man xilitäj ta ri ruxaq xak'utuj. Xapon yan rutzijol qik'in chuqa' xtiqanük' xab'achike ximonel xk'apitäj.","Home":"Tikirib'äl","500 Error":"Sachoj 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"¡K'ayew!, xk'ulwachitäj jun k'ayewal. Xya' yan rutzijol chi qe ruma ri' toq tajin niqab'än rutzil.","502 Error":"Sachoj 502","Server busy, try again soon":"Tajin nisamäj ri ruk'u'x samaj, tatojtob'ej na chik","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"K'ïy yojkanon qichin ruma ri' toq tajin yojsamäj chi ri q'inoj nisamäj achi'el rub'anon pe.","Loading":"Nisamajib'ëx","Firefox Accounts requires JavaScript.":"K'atzinel JavaScript chi re ri Firefox Accounts.","Privacy Notice":"Rutzijol Ichinanem","Terms of Service":"Taq Rojqanem Samaj"}