{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-08-23 15:01+0000","last-translator":"Yaron Shahrabani <sh.yaron@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"he","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1394715909.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"חיברת בהצלחה את ההתקן הראשון שלך לחשבון ה־Firefox שלך. כעת ניתן להתחבר אל Sync מההתקנים האחרים שלך, כולל Firefox עבור <a href='%(androidUrl)s'>Android</a> ו־<a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"חיברת בהצלחה את ההתקן הראשון שלך לחשבון Firefox. כדי להפיק את המיטב מ־Sync, כדאי לחבר כל <a href='%(androidUrl)s'>Firefox לאנדרואיד</a> או <a href='%(iosUrl)s'>Firefox ל־iOS</a>.","Connect another device":"חיבור התקן אחר","Sign in to Sync":"התחברות ל־Sync","Firefox Accounts":"Firefox Accounts","Low recovery codes remaining":"נותרו מעט קודים לשחזור","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes":"יצירת קודים","This is an automated email.":"זוהי הודעת דוא״ל אוטומטית.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"למידע נוסף, נא לעבור אל <a %(supportLinkAttributes)s>התמיכה של Mozilla</a>.","Mozilla Privacy Policy":"מדיניות הפרטיות של Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes:":"יצירת קודים:","For more information, please visit %(supportUrl)s":"למידע נוסף, ניתן לבקר בכתובת %(supportUrl)s","New sign-in to %(clientName)s":"כניסה חדשה ל־%(clientName)s","IP address: %(ip)s":"כתובת IP:‏ %(ip)s","Manage account":"ניהול חשבון","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"זוהי הודעה אוטומטית; אם לא אישרת פעולה זו, עליך <a %(passwordChangeLinkAttributes)s>לשנות את הססמה שלך.</a>","Manage account:":"ניהול חשבון:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"זוהי הודעת דוא״ל שנשלחה באופן אוטומטי; אם לא הוספת התקן חדש לחשבון ה־Firefox שלך, עליך לשנות את ססמתך באופן מיידי בכתובת %(passwordChangeLink)s","Password changed successfully":"הססמה שונתה בהצלחה","Your Firefox Account password was successfully changed from the following device:":"ססמת חשבון ה־Firefox שלך שונתה בהצלחה מההתקן הבא:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"זוהי הודעה אוטומטית; אם לא אישרת פעולה זו, עליך <a %(resetLinkAttributes)s>לאפס את הססמה שלך</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"זוהי הודעת דוא״ל שנשלחה באופן אוטומטי; אם לא שינית את ססמתך לחשבון ה־Firefox שלך, עליך לאפס אותו באופן מיידי בכתובת %(resetLink)s","Your account password was changed":"ססמת החשבון שלך הוחלפה","You will need to enter your new password on other devices to resume syncing.":"יהיה עליך להקליד את הססמה החדשה שלך בהתקנים האחרים כדי להמשיך בסנכרון.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"אם לא החלפת את הססמה שלך, נא <a %(resetLinkAttributes)s>לאפס אותה</a> כעת.","If you did not change it, please reset your password now at %(resetLink)s":"אם לא החלפת את הססמה שלך, נא לאפס אותה כעת בכתובת %(resetLink)s","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"יהיה עליך לייצר מפתח שחזור חדש.","Create new recovery key":"יצירת מפתח שחזור חדש","Create new recovery key:":"יצירת מפתח שחזור חדש:","If you suspect that someone is trying to gain access to your account, please change your password.":"אם קיים חשש  שמישהו מנסה להשיג גישה לחשבונך, עליך לאפס את הססמה שלך.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"איתרנו פעילות חשודה בחשבון ה־Firefox שלך. חשבונך עלול להיות חשוף בפני גורמי צד שלישי.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"כדי למנוע גישה לא מורשית לחשבון ה־Firefox שלך,  כאמצעי זהירות איפסנו את ססמתך ושלחנו את הודעה זו.","What should you do?":"מה עליך לעשות?","First, change your Firefox Account password.":"ראשית, עליך לשנות את הססמה לחשבון ה־Firefox שלך.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"שנית, אם Firefox שומר ססמאות לאתרים, עליך לשנות ססמאות אלו גם כן. תוקפים עשויים לגשת לססמאות אלו, כך שיש לבדוק חשבונות אלו אחר פעילות חשודה.","Learn how to see what passwords Firefox is storing for you.":"מידע נוסף על אופן הצפייה בססמאות ש־Firefox שומר עבורך.","Best,":"בברכה,","The Firefox Accounts team":"צוות Firefox Accounts","Account recovery key generated":"נוצר מפתח לשחזור החשבון","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"אימות דו־שלבי הופעל","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"הפעלת בהצלחה אימות דו־שלבי בחשבון ה־Firefox שלך מההתקן הבא:","Security codes from your authentication app will now be required at each sign-in.":"מעתה יש להשתמש בקודים של האבטחה מיישומון האימות שלך בכל כניסה.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"הפעלת בהצלחה אימות דו־שלבי בחשבון ה־Firefox שלך. מעתה יש להשתמש בקודים של האבטחה מיישומון האימות שלך בכל כניסה.","New primary email":"כתובת דוא״ל ראשית חדשה","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"שינית את כתובת הדוא״ל הראשית שלך ל־%(email)s. כתובת זו היא מעכשיו שם המשתמש שלך לכניסה לחשבון ה־Firefox שלך, ותשמש לקבלת התרעות אבטחה ואישורי כניסה.","Recovery code consumed":"קוד השחזור הופעל","You have successfully consumed a recovery code from the following device:":"השתמשת בהצלחה בקוד שחזור מההתקן הבא:","Consumed recovery code":"קוד שחזור הופעל","New recovery codes generated":"נוצרו קודים חדשים לשחזור","You have successfully generated new recovery codes from the following device:":"ייצרת בהצלחה קודים חדשים לשחזור מההתקן הבא:","Account recovery key removed":"מפתח לשחזור החשבון הוסר","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"כתובת דוא״ל משנית הוסרה","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"הסרת בהצלחה את %(secondaryEmail)s ככתובת הדוא״ל המשנית מחשבון ה־Firefox שלך. התרעות אבטחה ואישורי כניסה לא יישלחו יותר לכתובת זו.","This is an automated email; if you received it in error, no action is required.":"אם הודעה זו הגיעה אליך בטעות, אין צורך בשום פעולה מצידך. ","Two-step authentication disabled":"אימות דו־שלבי נוטרל","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"נטרלת בהצלחה אימות דו־שלבי על חשבון ה־Firefox שלך מההתקן הבא:","Security codes will no longer be required at each sign-in.":"לא תופיע דרישה לקודים של אבטחה עם כל כניסה.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"ניטרלת בהצלחה את האימות הדו־שלבי בחשבון ה־Firefox שלך. לא תופיע דרישה לקודים של אבטחה עם כל כניסה.","Account verified!":"החשבון אומת!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"חיברת בהצלחה את ההתקן הראשון שלך לחשבון ה־Firefox שלך. כעת ניתן להתחבר אל Sync משאר ההתקנים שלך, כולל Firefox עבור <a %(androidLinkAttributes)s>Android</a> ועבור <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"חיברת בהצלחה את ההתקן הראשון שלך לחשבון ה־Firefox שלך. כעת ניתן להתחבר אל Sync משאר ההתקנים שלך, כולל Firefox עבור Android ועבור iOS.","Sign in to Sync:":"התחברות אל Sync:","Secondary email added":"נוספה כתובת דוא״ל משנית","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"אימתת בהצלחה את %(secondaryEmail)s ככתובת הדוא״ל המשנית עבור חשבון ה־Firefox שלך. התרעות אבטחה ואישורי כניסה כעת יישלחו אל שתי כתובות הדוא״ל שלך.","Need to reset your password?":"עליך לאפס את ססמתך?","Click the button within the next hour to create a new password. The request came from the following device:":"יש ללחוץ על הכפתור בשעה הקרובה כדי ליצור ססמה חדשה. הבקשה הגיעה מההתקן הבא:","Create new password":"יצירת ססמה חדשה","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"תודה שבחרת ב־Firefox! באפשרותך להתקין את Firefox לנייד בכתובת %(link)s","Is this you signing in?":"האם התחברות זו מוכרת לך?","If yes, here is the authorization code you need:":"אם כן, להלן קוד ההרשאה בו יש לך צורך:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"אם לא, עזרו לנו להדוף פורצים <a %(reportSignInLinkAttributes)s>ודווחו לנו על זה.</a>","If no, help us fend off intruders and report it to us.":"אם לא, עזרו לנו להדוף פורצים ודווחו לנו על זה.","Welcome!":"ברוכים הבאים!","Please activate your account by confirming this email address.":"עליך להפעיל את חשבונך באמצעות אישור כתובת דוא״ל זו.","Activate now":"הפעלה כעת","Verify Email":"אימות דוא״ל","Verify your email to finish your Firefox Account registration":"יש לאמת את הדוא״ל לסיום ההרשמה של חשבון ה־Firefox שלך","Activate now:":"הפעלה כעת:","For added security, please confirm this sign-in from the following device:":"לשיפור האבטחה, נא לאשר את הכניסה מההתקן הבא:","Confirm sign-in":"אישור התחברות","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"אם קיים חשש שמישהו מנסה להשיג גישה לחשבונך, עליך <a %(passwordChangeLinkAttributes)s>לאפס את הססמה שלך</a>.","Verify primary email":"אימות כתובת דוא״ל ראשית","A request to perform an account change has been made from the following device:":"בקשה לביצוע שינוי בחשבון נעשתה מההתקן הבא:","Verify email ":"אימות דואר אלקטרוני ","Once verified, account changes like adding a secondary email will become possible from this device.":"לאחר האימות, שינויים בחשבון כגון הוספת כתובת דוא״ל משנית יתאפשרו מההתקן הזה.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"אם לא אישרת פעולה זו, <a %(passwordChangeLinkAttributes)s>נא לשנות את הססמה שלך</a>.","Verify email: ":"אימות בדוא״ל: ","If you did not authorize this action, please change your password.":"אם לא אישרת פעולה זו, נא לשנות את הססמה שלך.","Verify secondary email":"אימות כתובת דוא״ל משנית","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"נשלחה בקשה להשתמש בכתובת %(email)s ככתובת דוא״ל משנית מחשבון ה־Firefox הבא:","Once verified, this address will begin receiving security notifications and confirmations.":"לאחר האימות כל התרעות האבטחה והאישורים יישלחו לכתובת הזו.","Ready, set, sync":"למקומות, הכן, סנכרן!","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"נא לאשר שקיבלת את ההודעה הזו בדוא״ל ואנו נסייע לך להתקין ולסנכרן את Firefox בכל המכשירים שלך החל מ־:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"ברגע שיאושר, נעזור לך להתקין ולחבר את Firefox על התקן אחד נוסף או יותר.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s על %(uaOS)s ‏%(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s על %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (מוערך)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (מוערך)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (מוערך)","%(country)s (estimated)":"%(country)s (מוערך)","Verify your Firefox Account":"אימות חשבון ה־Firefox שלך","Confirm your email and start to sync!":"אימות כתובת הדוא״ל והתחלה בסנכרון!","Firefox Account authorization code":"קוד הרשאה ל־Firefox Account","Confirm new sign-in to %(clientName)s":"אישור כניסה חדשה אל %(clientName)s","Sign-in code for Firefox":"קוד התחברות עבור Firefox","Reset your Firefox Account password":"איפוס ססמת חשבון ה־Firefox שלך","Your Firefox Account password has been changed":"ססמת חשבון ה־Firefox שלך שונתה","Firefox Account password changed":"ססמת חשבון ה־Firefox הוחלפה","Firefox Account password reset required":"נדרש איפוס לססמת חשבון ה־Firefox שלך","Firefox Account verified":"חשבון ה־Firefox אומת","Secondary Firefox Account email added":"נוספה כתובת דוא״ל משנית של Firefox Account","Firefox Account new primary email":"כתובת דוא״ל ראשית חדשה בחשבון Firefox","Secondary Firefox Account email removed":"כתובת דוא״ל משנית של Firefox Account הוסרה","Firefox Account password reset with recovery key":"","Page not found":"עמוד לא נמצא","The page you requested is not found. We've been notified and will fix any links that may be broken.":"העמוד המבוקש לא נמצא. קיבלנו את המידע הדרוש ונתקן את הקישורים שייתכן שנשברו.","Home":"בית","500 Error":"שגיאה 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"שוד ושבר, משהו השתבש. אנו מודעים לבעיה ופועלים לתיקונה.","502 Error":"שגיאה 502","Server busy, try again soon":"השרת עמוס, נא לנסות שוב במועד מאוחר יותר","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"אנחנו כרגע תחת עומס כבד ופועלים כדי להחזיר את המערכת לפעילות רגילה במהירות האפשרית.","Loading":"בטעינה","Firefox Accounts requires JavaScript.":"Firefox Accounts דורש JavaScript.","Privacy Notice":"הצהרת פרטיות","Terms of Service":"תנאי שירות"}