{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2017-08-18 16:08+0000","po-revision-date":"2017-08-23 10:24+0000","last-translator":"Artem Polivanchuk <a.polivanchuk@outlook.com>","language-team":"LANGUAGE <LL@li.org>","language":"uk","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","x-generator":"Pontoon","x-pootle-mtime":"1434740560.0"},"Still there?":"Досі тут?","A while ago you created a Firefox Account, but never verified it. Click the link below to activate your account.":"Деякий час тому ви створили обліковий запис Firefox, але досі не засвідчили його. Перейдіть за посиланням внизу для його активації.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Ви успішно підключили свій перший пристрій до облікового запису Firefox. Тепер ви можете увійти в Синхронізацію зі своїх інших пристроїв, включаючи Firefox для <a href='%(androidUrl)s'>Android</a> та <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Ви успішно підключили свій перший пристрій до облікового запису Firefox. Щоб зробити синхронізацію повноцінною, під'єднайте будь-який пристрій з Firefox для <a href='%(androidUrl)s'>Android</a> чи <a href='%(iosUrl)s'>iOS</a>.","Connect another device":"Під'єднати інший пристрій","Sign in to Sync":"Увійти до Синхронізації","Firefox Accounts":"Облікові записи Firefox","New sign-in to Firefox":"Новий вхід в Firefox","IP address: %(ip)s":"IP адреса: %(ip)s","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Це автоматичний лист; якщо ви не дозволяли цю дію, тоді <a %(passwordChangeLinkAttributes)s>будь ласка, змініть свій пароль.</a>","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Для отримання докладної інформації, відвідайте <a %(supportLinkAttributes)s>Підтримку Mozilla</a>.","Mozilla Privacy Policy":"Політика Приватності Mozilla","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Це автоматичний лист; якщо ви не додавали новий пристрій до свого облікового запису Firefox, вам потрібно негайно змінити свій пароль на %(passwordChangeLink)s","For more information, please visit %(supportUrl)s":"Для отримання додаткової інформації, відвідайте %(supportUrl)s","Password changed successfully":"Пароль успішно змінено","Your Firefox Account password was successfully changed from the following device:":"Пароль вашого облікового запису Firefox був успішно змінений з цього пристрою:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Це автоматичний лист; якщо ви не дозволяли цю дію, тоді <a %(resetLinkAttributes)s>відновіть свій пароль</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Це автоматичний електронний лист; якщо ви не змінювали пароль свого облікового запису Firefox, вам необхідно негайно відновити його на %(resetLink)s","Your password has been reset":"Ваш пароль було відновлено","Your Firefox Account password has changed. If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Пароль вашого облікового запису Firefox було змінено. Якщо ви не робили цього, будь ласка <a %(resetLinkAttributes)s>скиньте свій пароль</a> зараз.","This is an automated email; if you received it in error, no action is required.":"Це автоматичне повідомлення; якщо ви отримали його помилково, не реагуйте на нього.","Password reset successfully":"Пароль успішно відновлено","Your Firefox Account password has been successfully reset.":"Пароль вашого облікового запису Firefox був успішно відновлений.","This is an automated email; if you didn’t reset the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Це автоматичний електронний лист; якщо ви не відновлювали пароль свого облікового запису Firefox, вам необхідно негайно відновити його на %(resetLink)s","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Ми виявили підозрілу активність у вашому обліковому записі Firefox. Ваш обліковий запис міг бути скомпрометований.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Щоб запобігти подальший неавторизований доступ до вашого облікового запису Firefox, ми скинули пароль і повідомляємо вас для застереження.","What should you do?":"Що вам слід зробити?","First, change your Firefox Account password.":"По-перше, змініть пароль свого облікового запису Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"По-друге, якщо Firefox зберігає паролі до веб-сайтів, вам також слід змінити їх. Зловмисники могли отримати доступ до паролів, тож ви повинні перевірити відповідні облікові записи на наявність підозрілої активності.","Learn how to see what passwords Firefox is storing for you.":"Дізнайтеся, як побачити паролі, які Firefox зберігає для вас.","Best,":"Всього найкращого,","The Firefox Accounts team":"Команда облікових записів Firefox","Secondary email removed":"Альтернативну електронну пошту видалено","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Ви успішно вилучили додаткову адресу %(secondaryEmail)s з вашого облікового запису Firefox. Сповіщення безпеки та підтвердження входу більше не будуть надсилатися на цю адресу.","Manage account":"Керування обліковим записом","Manage account:":"Керувати обліковим записом:","Account verified!":"Обліковий запис підтверджено!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Ви успішно під'єднали свій перший пристрій до облікового запису Firefox. Тепер ви можете увійти в синхронізацію з інших пристроїв, в тому числі з Firefox для <a %(androidLinkAttributes)s>Android</a> та <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Ви успішно підключили свій перший пристрій до облікового запису Firefox. Тепер ви можете увійти в Синхронізацію зі своїх інших пристроїв, включаючи Firefox для Android та iOS.","Sign in to Sync:":"Увійти до Синхронізації:","Secondary email added":"Альтернативну електронну пошту додано","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Ви успішно підтвердили додаткову адресу %(secondaryEmail)s для вашого облікового запису Firefox. Сповіщення безпеки та підтвердження входу тепер будуть надсилатися на обидві адреси.","Forgot your password?":"Забули свій пароль?","Click the button within the next hour to set a new password for your Firefox Account. The request came from the following device:":"Натисніть на кнопку впродовж наступної години, щоб встановити новий пароль облікового запису Firefox. Запит надійшов з цього пристрою:","Reset password":"Відновити пароль","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Дякуємо, що обрали Firefox! Ви можете встановити Firefox для мобільного звідси: %(link)s","Is this you signing in?":"Це ви виконуєте вхід?","If yes, here is the authorization code you need:":"Якщо так, ось код авторизації, який вам потрібен:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Якщо ні, допоможіть нам не допустити зловмисників і <a %(reportSignInLinkAttributes)s>повідомте про це нас.</a>","If no, help us fend off intruders and report it to us.":"Якщо ні, допоможіть нам не допустити зловмисників і повідомте про це нас.","Hello again.":"Вітаємо знову.","A few days ago you created a Firefox Account, but never verified it. A verified account lets you access your tabs, bookmarks, passwords and history on any device connected to it. Simply confirm this email address to activate your account.":"Кілька днів тому ви створили обліковий запис Firefox, але досі не затвердили його. Затверджений обліковий запис дозволяє вам отримувати доступ до своїх вкладок, закладок, паролів та історії на будь-якому пристрої, під'єднаному до нього. Для активації свого облікового запису, просто підтвердіть цю адресу електронної пошти.","Activate now":"Активувати","Verify Email":"Підтвердити адресу електронної пошти","Verify your email to finish your Firefox Account registration":"Підтвердіть свою адресу електронної пошти для завершення реєстрації облікового запису Firefox","Activate now:":"Активувати:","A week ago you created a Firefox Account, but never verified it. We’re worried about you. Confirm this email address to activate your account and let us know you're okay.":"Тиждень тому ви створили обліковий запис Firefox, але досі не засвідчили його. Ми хвилюємось за вас. Засвідчіть цю адресу е-пошти, щоб активувати обліковий запис і дати нам знати, що все гаразд.","Welcome!":"Вітаємо!","Please activate your account by confirming this email address.":"Активуйте свій обліковий запис, підтвердивши цю адресу електронної пошти.","For added security, please confirm this sign-in to begin syncing with this device:":"Для додаткової безпеки, схваліть цей вхід, щоб почати синхронізацію з цим пристроєм:","Confirm sign-in":"Підтвердити вхід","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Якщо ви підозрюєте, що хтось намагається здобути доступ до вашого облікового запису, <a %(passwordChangeLinkAttributes)s>будь ласка, змініть свій пароль</a>.","If you suspect that someone is trying to gain access to your account, please change your password.":"Якщо ви підозрюєте, що хтось намагається здобути доступ до вашого облікового запису, будь ласка, змініть свій пароль.","Verify secondary email":"Підтвердіть альтернативну електронну пошту","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Запит використання %(email)s в якості альтернативної електронної пошти було зроблено з наступного облікового запису Firefox:","Verify email ":"Підтвердити е-пошту ","Once verified, this address will begin receiving security notifications and confirmations.":"Одразу після підтвердження, на цю адресу почнуть приходити сповіщення безпеки і входу.","Verify email: ":"Підтвердити е-пошту: ","Ready, set, sync":"На старт, увага, синхронізація","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Підтвердіть, що ви отримали цей лист, і ми допоможемо вам встановити і синхронізувати Firefox на всіх ваших пристроях, починаючи з:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Одразу після підтвердження ми допоможемо вам встановити і під'єднати Firefox принаймні на одному іншому пристрої.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s на %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s на %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (приблизно)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (приблизно)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (приблизно)","%(country)s (estimated)":"%(country)s (приблизно)","Verify your Firefox Account":"Підтвердження облікового запису Firefox","Confirm your email and start to sync!":"Підтвердіть свою адресу електронної пошти й почніть синхронізацію!","Firefox Account authorization code":"Код авторизації облікового запису Firefox","Confirm new sign-in to Firefox":"Підтвердження нового входу в Firefox","Verify email for Firefox Accounts":"Підтвердити е-пошту для облікового запису Firefox","Reset your Firefox Account password":"Відновити пароль свого облікового запису Firefox","Your Firefox Account password has been changed":"Пароль вашого облікового запису Firefox був змінений","Your Firefox Account password has been reset":"Пароль вашого облікового запису Firefox був відновлений","Firefox Account password reset required":"Необхідно скинути пароль облікового запису Firefox","Firefox Account verified":"Обліковий запис Firefox засвідчено","Secondary Firefox Account email added":"Альтернативну електронну пошту для облікового запису Firefox додано","Secondary Firefox Account email removed":"Альтернативну електронну пошту облікового запису Firefox видалено","Page not found":"Сторінку не знайдено","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Запитану вами сторінку не знайдено. Ми отримали сповіщення і будемо виправляти будь-які посилання, які можуть бути пошкоджені.","Home":"Домівка","500 Error":"Помилка 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"О ні, щось пішло не так. Ми отримали сповіщення і будемо працювати, щоб виправити це.","502 Error":"Помилка 502","Server busy, try again soon":"Сервер зайнятий, спробуйте знову пізніше","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Зараз ми знаходимось під великим навантаженням і працюємо щоб якнайшвидше повернути систему до нормального стану.","Firefox Accounts requires JavaScript.":"Для облікових записів Firefox необхідний JavaScript.","Privacy Notice":"Повідомлення про приватність","Firefox cloud services":"Хмарні сервіси Firefox","Terms of Service":"Умови надання послуги"}