{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-12-10 17:15+0000","last-translator":"Dhiraj Kumar Singh <Singhdhiraj255@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"hi_IN","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n > 1);","x-generator":"Pontoon","x-pootle-mtime":"1438539709.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"आपने सफलतापूर्वक अपने Firefox खाते में अपना पहला उपकरण जोड़ दिया है. अब आप अपने अन्य उपकरणों से, Firefox सहित सिंक में प्रवेश कर सकते हैं<a href='%(androidUrl)s'> Android</a>और<a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"आपने अपने पहले डिवाइस को अपने Firefox एकाउंट से सफलतापूर्वक जोड़ दिया है. ज्यादातर समय आपको एकाउंट जोड़ने के लिए, <a href='%(androidUrl)s'> Firefox for Android </a> or <a href='%(iosUrl)s'>Firefox for iOS </a>.","Connect another device":"अन्य उपकरण से जोड़े","Sign in to Sync":"सिंक में साइन इन करें","Firefox Accounts":"Firefox खाता","Low recovery codes remaining":"","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes":"","This is an automated email.":"","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"अधिक जानकारी के लिए, कृपया<a %(supportLinkAttributes)s>मोज़िला सपोर्ट</a>जाएँ.","Mozilla Privacy Policy":"Mozilla गोपनीयता नीति","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes:":"कोड तैयार करें:","For more information, please visit %(supportUrl)s":"और अधिक जानकारी के लिए कृपया विजिट करें%(supportUrl)s","New sign-in to %(clientName)s":"","IP address: %(ip)s":"आईपी ​​पता: %(ip)s","Manage account":"खाता प्रबंधित करें","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"यह एक स्वचालित ईमेल है; यदि आपने इस क्रिया को अधिकृत नहीं किया है, तो <a %(passwordChangeLinkAttributes)s>कृपया अपना पासवर्ड बदल लें.</a>","Manage account:":"खाता प्रबंधित करें:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"यह एक स्वचालित ईमेल है; आप अपने Firefox खाते में एक नई डिवाइस नहीं जोड़ा था, तो आपको तुरंत अपना पासवर्ड बदलना चाहिए %(passwordChangeLink)sपर","Password changed successfully":"कूटशब्द सफलतापूर्वक परिवर्तित","Your Firefox Account password was successfully changed from the following device:":"आपके Firefox खाते का कूटशब्द निम्न उपकरण से सफलतापूर्वक बदल दिया गया था:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"यह एक स्वचालित ईमेल है; यदि आपने इस क्रिया को अधिकृत नहीं किया है, तो <a %(resetLinkAttributes)s>अपना पासवर्ड पुनः तैयार करे </a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"यह एक स्वचालित ईमेल है; यदि आप अपने Firefox खाते का पासवर्ड नहीं बदला है, तो आपको इसे तुरंत %(resetLink)s पर बदल लेना चाहिए","Your account password was changed":"","You will need to enter your new password on other devices to resume syncing.":"","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"","If you did not change it, please reset your password now at %(resetLink)s":"","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"","Create new recovery key":"","Create new recovery key:":"","If you suspect that someone is trying to gain access to your account, please change your password.":"यदि आपको संदेह है कि कोई आपके खाते तक पहुंच हासिल करने के लिए कोशिश कर रहा है, तो कृपया अपना पासवर्ड बदल लें.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"हमने आपके Firefox खाते की संदिग्ध गतिविधि का पता लगाया है. आपके खाता में समझौता किया गया है.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"अपने Firefox खाते में आने वाली अनधिकृत उपयोग को रोकने के लिए, हमने आपके पासवर्ड को पुनः तैयार कर दिया है, और एक एहतियात के रूप में आपको सूचित कर रहे हैं.","What should you do?":"आपको क्या करना चाहिये?","First, change your Firefox Account password.":"सबसे पहले, अपने Firefox खाते का पासवर्ड बदलिए.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"दूसरा, Firefox वेबसाइटों के लिए पासवर्ड संचित करता है, तो आपको उन पासवर्ड को अच्छी तरह से बदलना चाहिए. इस रूप में की हमलावर उन पासवर्ड का उपयोग कर सकते है, तो आपको संदिग्ध गतिविधि के लिए उन खातों की जाँच करनी चाहिए.","Learn how to see what passwords Firefox is storing for you.":"यह देखना सीखें कि Firefox आपके लिए किन कुटशब्दों को भंडारित कर रहा है.","Best,":"श्रेष्ठ,","The Firefox Accounts team":"Firefox विवरण टीम","Account recovery key generated":"","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"","Security codes from your authentication app will now be required at each sign-in.":"","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"","New primary email":"नया प्राथमिक ईमेल","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"आपने सफलतापूर्वक अपना प्राथमिक ईमेल %(email)s में बदल दिया है। यह पता अब आपके Firefox खाते में साइन इन करने, एवं सुरक्षा सूचनाएं और साइन-इन पुष्टियां प्राप्त करने के लिए आपका उपयोगकर्ता नाम है।","Recovery code consumed":"","You have successfully consumed a recovery code from the following device:":"","Consumed recovery code":"","New recovery codes generated":"","You have successfully generated new recovery codes from the following device:":"","Account recovery key removed":"","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"द्वितीयक ईमेल हटा दिया गया","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"आपने अपने Firefox खाते से एक द्वितीयक ईमेल के रूप में %(secondaryEmail)s को सफलतापूर्वक निकाल दिया हैं। सुरक्षा सूचनाएं और साइन-इन पुष्टियां अब इस पते पर डिलीवर नहीं की जाएंगी।","This is an automated email; if you received it in error, no action is required.":"यह एक स्वाचालित ईमेल है; यदि आपने इसको किसी त्रुटि के तहत प्राप्त किया है, कोई क्रिया आवश्यक नहीं.","Two-step authentication disabled":"द्वि-चरणीय प्रमाणीकरण अक्षम","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"","Security codes will no longer be required at each sign-in.":"","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"","Account verified!":"खाता सत्यापित!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"आपने सफलतापूर्वक अपने Firefox खाते के लिए अपने पहले डिवाइस को जोड़ा। अब आप <a %(androidLinkAttributes)s>Android</a> और <a %(iosLinkAttributes)s>iOS</a> के लिए Firefox सहित, अपने अन्य डिवाइसेस से सिंक करने के लिए साइन इन कर सकते हैं।","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"आपने सफलतापूर्वक अपना पहला डिवाइस अपने Firefox खाते से कनेक्ट कर लिया है। अब आप सिंक करने के लिए अपने Android, iOS या अन्य उपकरणों से साइन इन कर सकते हैं.","Sign in to Sync:":"सिंक में साइन इन करें:","Secondary email added":"द्वितीयक ई-मेल जोड़ा गया","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"आपने अपने Firefox खाते के लिए द्वितीयक ईमेल के रूप में %(secondaryEmail)s का सफलतापूर्वक सत्यापन कर लिया हैं। सुरक्षा सूचनाएं एवं साइन-इन पुष्टियां अब दोनों ईमेल पतों पर डिलीवर की जाएंगी।","Need to reset your password?":"क्या कूटशब्द पुनः ठीक करने की आवश्यकता है?","Click the button within the next hour to create a new password. The request came from the following device:":"","Create new password":"नया कूटशब्द बनाएँ","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Firefox चुनने के लिए धंयवाद! आप यहां मोबाइल के लिए Firefox स्थापित कर सकते हैं: %(link)s","Is this you signing in?":"क्या आप ही साइन-इन कर रहे हैं?","If yes, here is the authorization code you need:":"यदि हाँ, तो ये है आपका प्राधिकरण कोड जिसकी आपको ज़रूरत है:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"यदि नहीं, तो हमें घुसपैठियों को रोकने मे मदद करें और <a %(reportSignInLinkAttributes)s> हमें इसकी रिपोर्ट करें।</a>","If no, help us fend off intruders and report it to us.":"यदि नहीं, तो हमें घुसपैठियों को रोकने मे मदद करें और हमें इसकी रिपोर्ट करें।","Welcome!":"स्वागत है!","Please activate your account by confirming this email address.":"इस ईमेल के पते की पुष्टि करके अपने खाते को सक्रिय करें.","Activate now":"अब सक्रिय करें","Verify Email":"ईमेल सत्यापित करें","Verify your email to finish your Firefox Account registration":"अपना Firefox खाता पंजीकरण समाप्त करने के लिए अपना ईमेल सत्यापित करें","Activate now:":"अभी सक्रिय करें:","For added security, please confirm this sign-in from the following device:":"","Confirm sign-in":"साइन-इन की पुष्टि करें","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"यदि आपको संदेह है कि कोई को आपके खाते तक पहुंच हासिल करने के लिए कोशिश कर रहा है, तो <a %(passwordChangeLinkAttributes)s>कृपया अपना पासवर्ड बदलें</a>.","Verify primary email":"प्राथमिक ईमेल सत्यापित करें","A request to perform an account change has been made from the following device:":"खाता परिवर्तन करने के लिए एक अनुरोध निम्न डिवाइस से किया गया है:","Verify email ":"ईमेल सत्यापित करें ","Once verified, account changes like adding a secondary email will become possible from this device.":"सत्यापित करने के बाद, द्वितीयक ईमेल जोड़ने जैसे खाता परिवर्तन इस डिवाइस से संभव हो जाएेंगे।","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify email: ":"ईमेल सत्यापित करें: ","If you did not authorize this action, please change your password.":"","Verify secondary email":"द्वितीयक ई-मेल सत्यापित करें","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"%(email)s को एक द्वितिय इमैल के रुप मे उपयोग करने हेतु निम्नलिखित खाते से अनुरोध किया गया हैं:","Once verified, this address will begin receiving security notifications and confirmations.":"सत्यापित करने के बाद, यह पता सुरक्षा सूचनाएं और पुष्टियां प्राप्त करना शुरू कर देगा।","Ready, set, sync":"तैयार, सेट, सिंक","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"पुष्टि करें कि आपको यह ईमेल प्राप्त हुआ है और हम आपके सभी डिवाइसेज़ पर Firefox स्थापित और सिंक करने में आपकी सहायता करेंगे:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"एक बार पुष्टि होते ही, हम आपको कम से कम एक अन्य डिवाइस पर Firefox स्थापित और कनेक्ट करने में मदद करेंगे।","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaOS)s %(uaOSVersion)s पर %(uaBrowser)s","%(uaBrowser)s on %(uaOS)s":"%(uaOS)s पर %(uaBrowser)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s(अनुमानित)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s(अनुमानित)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s(अनुमानित)","%(country)s (estimated)":"%(country)s(अनुमानित)","Verify your Firefox Account":"अपना फ़ायरफ़ॉक्स खाता सत्यापित करें","Confirm your email and start to sync!":"अपने ईमेल की पुष्टि करें और संकालन करना प्रारंभ करें!","Firefox Account authorization code":"Firefox खाता प्राधिकरण कोड","Confirm new sign-in to %(clientName)s":"","Sign-in code for Firefox":"Firefox के लिए साइन इन कोड","Reset your Firefox Account password":"अपने फ़ायरफ़ॉक्स खाते का कूटशब्द पुनः तैयार करें","Your Firefox Account password has been changed":"आपके फ़ायरफ़ॉक्स खाते का कूटशब्द परिवर्तित कर दिया गया है","Firefox Account password changed":"","Firefox Account password reset required":"Firefox खाते का पासवर्ड पुनः तैयार करने की आवश्यकता है","Firefox Account verified":"Firefox खाता सत्यापित","Secondary Firefox Account email added":"द्वितीयक Firefox खाता ई-मेल जोड़ा गया","Firefox Account new primary email":"Firefox खाते का नया प्राथमिक ईमेल","Secondary Firefox Account email removed":"द्वितीयक Firefox खाता ई-मेल हटाया गया","Firefox Account password reset with recovery key":"","Page not found":"पृष्ठ नहीं मिला","The page you requested is not found. We've been notified and will fix any links that may be broken.":"आपका अनुरोध किया हुआ पृष्ठ नहीं मिला. हमें अधिसूचित कर दिया गया है एवं हम टूटे हुए लिंकों की मरम्मत कर देंगे.","Home":"होम","500 Error":"500 त्रुटि","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"ओह प्रिय, कुछ गलत वहाँ से चला गया. हम अधिसूचित किया गया है और एक तय करने पर काम कर पाना होगा.","502 Error":"502 त्रुटि","Server busy, try again soon":"सर्वर व्यस्त, जल्द ही पुन: प्रयास करें","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"हम भारी दबाव के तहत वर्तमान में कर रहे हैं और जितनी जल्दी हो सके सामान्य करने के लिए प्रणाली वापस करने के लिए काम कर रहे हैं.","Loading":"","Firefox Accounts requires JavaScript.":"फ़ायरफ़ॉक्स खातों को JavaScript आवश्यक है.","Privacy Notice":"गोपनीयता सूचना","Terms of Service":"सेवा की शर्तें"}