{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-28 14:03+0000","last-translator":"Belayet Hossain <bellayet@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"bn_BD","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n > 1);","x-generator":"Pontoon","x-pootle-mtime":"1413953192.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"আপনি Firefox Account আপনার প্রথম ডিভাইসের সাথে সফলভাবে সংযুক্ত করেছেন।  Android ও iOS এর জন্য Firefox সহ আপনার অন্যান্য ডিভাইসে Sync হতে এখন আপনি সাইন ইন করতে পারবেন ।","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"আপনি Firefox Account এ আপনার প্রথম ডিভাইসের সাথে সফলভাবে সংযুক্ত হয়েছেন। Sync কে সর্বোচ্চ কার্যকর করতে, যেকোনো Android এর জন্য Firefox অথবা iOS এর জন্য Firefox এ সংযোগ করুন।","Connect another device":"অন্য ডিভাইসে সংযোগ করুন","Sign in to Sync":"Sync এ সাইন ইন করুন","Firefox Accounts":"Firefox Accounts","Low recovery codes remaining":"","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes":"","This is an automated email.":"","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"আরও তথ্যের জন্য, দেখুন <a %(supportLinkAttributes)s>Mozilla Support</a>।","Mozilla Privacy Policy":"Mozilla গোপনীয়তা নীতি","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes:":"","For more information, please visit %(supportUrl)s":"আরও তথ্যের জন্য, ভিজিট করুন %(supportUrl)s","New sign-in to %(clientName)s":"","IP address: %(ip)s":"IP ঠিকানা: %(ip)s","Manage account":"অ্যাকাউন্ট ব্যবস্থাপনা","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"এটি একটি স্বয়ংক্রিয় ইমেইল। যদি আপনি এই পদক্ষেপ অনুমোদন না করে থাকেন, তাহলে <a %(passwordChangeLinkAttributes)s>অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করুন।</a>","Manage account:":"অ্যাকাউন্ট ব্যবস্থাপনা:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"এটি একটি সংক্রিয় ইমেইল; যদি আপনার Firefox Account এ নতুন কোন ডিভাইস যুক্ত না করে থাকেন, তাহলে এখনই আপনার পার্সওয়ার্ড %(passwordChangeLink)s এ পরিবর্তন করুন","Password changed successfully":"সফলভাবে পাসওয়ার্ড পরিবর্তন হয়েছে","Your Firefox Account password was successfully changed from the following device:":"ডিভাইসটি থেকে আপনার Firefox অ্যাকাউন্টের পার্সওয়ার্ড সফল ভাবে পরিবর্তিত হয়েছে:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"এটা একটি স্বয়ংক্রিয় ইমেইল; যদি এই পদক্ষেপটি অনুমোদন না করে থাকেন; তাহলে <a %(resetLinkAttributes)s>অনুগ্রহ করে পাসওয়ার্ডটি পরিবর্তন করুন</a>।","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"এটা একটি স্বয়ংক্রিয় ইমেইল; যদি আপনি আপনার Firefox Account এর পাসওয়ার্ড পরিবর্তন না করে থাকেন, তাহলে আপনি এখনই %(passwordChangeLink)s এ আপনার পাসওয়ার্ড পরিবর্তন করুন","Your account password was changed":"","You will need to enter your new password on other devices to resume syncing.":"","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"","If you did not change it, please reset your password now at %(resetLink)s":"","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"","Create new recovery key":"","Create new recovery key:":"","If you suspect that someone is trying to gain access to your account, please change your password.":"যদি সন্দেহ করেন আপনার অ্যাকাউন্টে অন্য কেউ প্রবেশের চেষ্টা করছে, অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করুন।","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"আমরা আপনার Firefox Account এ সন্দেহভাজন কার্যকলাপ চিহ্নিত হয়েছে। আপনার অ্যাকাউন্টটি চুরি হতে পারে।","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"আপনার Firefox Account এ পরবর্তী অননুমোদিত প্রবেশ প্রতিরোধ করতে, আমরা আপনার পাসওয়ার্ড রিসেট করেছি এবাং সতর্কতা হিসেবে আপনাকে জানাচ্ছি।","What should you do?":"আপনার কি করা উচিৎ?","First, change your Firefox Account password.":"প্রথমত, আপনার Firefox Account এর পাসওয়ার্ড পরিবর্তন করুন।","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"দ্বিতীয়ত, যদি Firefox ওয়েবসাইট পাসওয়ার্ডগুলো জমা থাকে, সেসব পাসওয়ার্ডও পরিবর্তন করা উচিৎ। আক্রমণকারীর পাসওয়ার্ডগুলোর এক্সেস থাকতে পারে, তাই অ্যাকাউন্টে সন্দেহজনক কাজগুলো যাচাই করতে হবে।","Learn how to see what passwords Firefox is storing for you.":"দেখুন কিভাবে Firefox আপনার জন্য পাসওয়ার্ড সংরক্ষণ করছে।","Best,":"সর্বোত্তম,","The Firefox Accounts team":"Firefox Account টিম","Account recovery key generated":"","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"","Security codes from your authentication app will now be required at each sign-in.":"","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"","New primary email":"নতুন প্রাথমিক ইমেইল","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"","Recovery code consumed":"","You have successfully consumed a recovery code from the following device:":"","Consumed recovery code":"","New recovery codes generated":"","You have successfully generated new recovery codes from the following device:":"","Account recovery key removed":"","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"","This is an automated email; if you received it in error, no action is required.":"এটি একটি স্বয়ংক্রিয় ইমেইল; যদি কোন ত্রুটির কারণে আপনি এটি পেয়ে থাকেন, কিছু করার প্রয়োজন নেই।","Two-step authentication disabled":"","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"","Security codes will no longer be required at each sign-in.":"","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"","Account verified!":"যাচাইকৃত একাউন্ট!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"আপনি সফলভাবে  Firefox Account এর সাথে আপনার প্রথম ডিভাইসটি সংযুক্ত করেছেন। এখন আপনি অন্য ডিভাইস হতে সিঙ্কে সাইন ইন করতে পারেন, এমন কি  <a %(androidLinkAttributes)s>Android</a> বা <a %(iosLinkAttributes)s>iOS</a> এর জন্য Firefox হতেও।","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"আপনি সফলভাবে Firefox Account এ আপনার প্রথম ডিভাইসে সংযুক্ত। এখন আপনার যেকোনো ডিভাইসের সাথে sync এর জন্য সাইন ইন করতে পারেন, যা Android এবং iOS এর জন্য Firefox অন্তর্ভুক্ত।","Sign in to Sync:":"সিঙ্ক করতে সাইন ইন করুন:","Secondary email added":"সেকেন্ডারি ইমেইল যুক্ত হয়েছে","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"","Need to reset your password?":"","Click the button within the next hour to create a new password. The request came from the following device:":"","Create new password":"নতুন পাসওয়ার্ড তৈরি করুন","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"","Is this you signing in?":"আপনিই কি সাইন ইন করছেন?","If yes, here is the authorization code you need:":"যদি হ্যাঁ হয়, তাহলে এখানে অনুমোদন কোড রয়েছে যা আপনার প্রয়োজন:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"যদি না হয়, অামাদের সাহায্য করুন অবৈধ অনুপ্রবেশকারী ঠেকাতে এবং <a %(reportSignInLinkAttributes)s>আমাদের তা রিপোর্ট করুন।</a>","If no, help us fend off intruders and report it to us.":"যদি না হয়, অামাদের সাহায্য করুন অবৈধ অনুপ্রবেশকারী ঠেকাতে এবং আমাদের তা রিপোর্ট করুন।","Welcome!":"স্বাগতম!","Please activate your account by confirming this email address.":"এই ইমেইল ঠিকানাটি নিশ্চিতকরণের মাধ্যমে অনুগ্রহ করে আপনার অ্যাকাউন্ট সক্রিয় করুন।","Activate now":"এখনই সক্রিয় করুন","Verify Email":"ইমেল যাচাই করুন","Verify your email to finish your Firefox Account registration":"আপনার Firefox Account নিবন্ধন সম্পূর্ণ করতে আপনার ইমেইল যাচাই করুন","Activate now:":"এখনই সক্রিয় করুন:","For added security, please confirm this sign-in from the following device:":"","Confirm sign-in":"সাইন-ইন নিশ্চিত করুন","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"যদি সন্দেহ করেন আপনার অ্যাকাউন্ট অন্য কেউ প্রবেশের চেষ্টা করছে, <a %(passwordChangeLinkAttributes)s>অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করুন</a>।","Verify primary email":"প্রাথমিক মেইল যাচাই করুন","A request to perform an account change has been made from the following device:":"","Verify email ":"ইমেইল যাচাই করুন ","Once verified, account changes like adding a secondary email will become possible from this device.":"","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify email: ":"ভেরিফাই ইমেইল:","If you did not authorize this action, please change your password.":"","Verify secondary email":"সেকেন্ডারি ইমেইল ভেরিফাই করুন","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Firefox Account হতে %(email)s কে সেকেন্ডারি ইমেইল ঠিকানা হিসেবে ব্যবহারের অনুরোধ করা হয়েছে:","Once verified, this address will begin receiving security notifications and confirmations.":"একবার ভেরিফাই হয়ে গেলে, আপনার ঠিকানাটি নিরাপত্তা নোটিফিকেশন এবং নিশ্চিতকরণ বার্তাগুলো পাওয়া শুরু করবে।","Ready, set, sync":"প্রস্তুত, সেট, সিঙ্ক","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"নিশ্চিত করুন আপনি ইমেইলটি পেয়েছেন, তাহলে আমরা আপনার সব ডিভাইসে Firefox ইন্সটল এবং সিঙ্ক করতে সাহায্য করতে পারবো:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"একবার নিশ্চিত করলে, আমরা আপনার অন্তঃত একটি ডিভাইসে Firefox ইন্সটল ও কানেক্ট করতে সহায়তা করতে পারবো।","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaOS)s %(uaOSVersion)s এ %(uaBrowser)s","%(uaBrowser)s on %(uaOS)s":"%(uaOS)s এ %(uaBrowser)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (আনুমানিক)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (আনুমানিক)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (আনুমানিক)","%(country)s (estimated)":"%(country)s (আনুমানিক)","Verify your Firefox Account":"আপনার Firefox Account যাচাই করুন","Confirm your email and start to sync!":"আপনার ইমেইল নিশ্চিত করুন এবং সিঙ্ক শুরু করুন!","Firefox Account authorization code":"Firefox Account অনুমোদন কোড","Confirm new sign-in to %(clientName)s":"","Sign-in code for Firefox":"Firefox এর জন্য সাইন-ইন কোড","Reset your Firefox Account password":"আপনার Firefox Account পাসওয়ার্ড পরিবর্তন করুন","Your Firefox Account password has been changed":"আপনার Firefox Account পাসওয়ার্ড পরিবর্তন করা হয়েছে","Firefox Account password changed":"Firefox Account পাসওয়ার্ড পরিবর্তিত হয়েছে","Firefox Account password reset required":"আপনার Firefox Account পাসওয়ার্ড রিসেট প্রয়োজন","Firefox Account verified":"যাচাইকৃত Firefox Account","Secondary Firefox Account email added":"সেকেন্ডার Firefox Account ইমেইল যোগ হয়েছে","Firefox Account new primary email":"Firefox Account এর নতুন প্রাথমিক ইমেইল","Secondary Firefox Account email removed":"বিকল্প Firefox Account ইমেইল মুছে দেওয়া হয়েছে","Firefox Account password reset with recovery key":"","Page not found":"পাতাটি পাওয়া যায়নি","The page you requested is not found. We've been notified and will fix any links that may be broken.":"আপনি যে পাতাটি খুঁজছেন, তা পাওয়া যায়নি। আমরা এটি জেনেছই এবং কোন ত্রুটিপূর্ণ লিঙ্ক থাকলে তা আমরা ঠিক করব।","Home":"প্রথম পাতা","500 Error":"500 Error","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"আহা, কিছু একটা সমস্যা হয়ে গেছে। আমাদের অবহিত করা হয়েছে এবং এটি সমাধান করতে আমরা কাজ করবো।","502 Error":"502 ভুল","Server busy, try again soon":"সার্ভার ব্যস্ত, একটু পর চেষ্টা করুন","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"এই মুহুর্তে আমরা অনেক ছাপের মাঝে আছি এবং যত তাড়াতাড়ি সম্ভব স্বাভাবিক সিস্টেমে ফিরে যেতে কাজ করছি। ","Loading":"","Firefox Accounts requires JavaScript.":"Firefox অ্যাকাউন্টস ব্যবহার করতে জাভাস্ক্রিপ্ট চালু করুন।","Privacy Notice":"প্রাইভেসি নোটিশ","Terms of Service":"সেবার শর্ত সমূহ"}