{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-03 17:02+0000","last-translator":"Roberto Alvarado <ralv888@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"es_MX","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Has conectado correctamente tu primer dispositivo a la cuenta de Firefox. Ahora puedes iniciar sesión en Sync desde tus otros dispositivos, incluido Firefox para <a href='%(androidUrl)s'>Android</a> y <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Has conectado correctamente tu primer dispositivo a la cuenta de Firefox. Para sacarle el máximo provecho a Sync, conecta cualquier dispositivo <a href='%(androidUrl)s'>Firefox para Android</a> o <a href='%(iosUrl)s'>Firefox para iOS</a>.","Connect another device":"Conectar otro dispositivo","Sign in to Sync":"Inicia sesión para sincronizar","Firefox Accounts":"Cuentas de Firefox","Low recovery codes remaining":"Quedan pocos códigos de recuperación","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Hemos notado que te quedan pocos códigos de recuperación. Deberías replantearte generar nuevos códigos para evitar perder el acceso a tu cuenta.","Generate codes":"Generar códigos","This is an automated email.":"Este es un correo electrónico automatizado.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Para más información, por favor visita <a %(supportLinkAttributes)s>Soporte de Mozilla</a>.","Mozilla Privacy Policy":"Política de Privacidad de Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Hemos notado que te quedan pocos códigos de recuperación. Deberías replantearte generar nuevos códigos para evitar perder el acceso a tu cuenta.","Generate codes:":"Generar códigos:","For more information, please visit %(supportUrl)s":"Para más información, por favor visita %(supportUrl)s","New sign-in to %(clientName)s":"Nuevo inicio de sesión en %(clientName)s","IP address: %(ip)s":"Dirección IP: %(ip)s","Manage account":"Administrar cuenta","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Este es un correo electrónico automático; si no autorizaste esta acción, entonces <a %(passwordChangeLinkAttributes)s>por favor, cambia tu contraseña.</a>","Manage account:":"Administrar cuenta:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Este es un correo electrónico automático; si no has agregado ningún dispositivo nuevo a tu cuenta de Firefox, debes cambiar la contraseña inmediatamente en %(passwordChangeLink)s","Password changed successfully":"Contraseña cambiada exitosamente","Your Firefox Account password was successfully changed from the following device:":"La contraseña de tu cuenta de Firefox fue cambiada exitosamente desde el siguiente dispositivo:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Este es un correo electrónico automático; si no autorizaste esta acción, <a %(resetLinkAttributes)s>por favor, restablece tu contraseña</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Este es un correo electrónico automático; si no cambiaste la contraseña de tu cuenta de Firefox, debes restablecerla inmediatamente en %(resetLink)s","Your account password was changed":"Se cambió la contraseña de tu cuenta","You will need to enter your new password on other devices to resume syncing.":"Tienes que introducir la nueva contraseña en tus otros dispositivos para reiniciar la sincronización.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Si no la cambiaste, <a %(resetLinkAttributes)s>restablece ahora mismo tu contraseña</a>.","If you did not change it, please reset your password now at %(resetLink)s":"Si no la cambiaste, restablece tu contraseña ahora mismo aquí %(resetLink)s","Your account password was reset with a recovery key":"La contraseña de tu cuenta fue restablecida con una llave de recuperación","You have successfully reset your password using a recovery key from the following device:":"Haz restablecido exitosamente tu contraseña usando una llave de recuperación desde el siguiente dispositivo:","You will need to generate a new recovery key.":"Necesitarás generar una nueva llave de recuperación.","Create new recovery key":"Crear nueva llave de recuperación","Create new recovery key:":"Crear nueva llave de recuperación:","If you suspect that someone is trying to gain access to your account, please change your password.":"Si sospechas que alguien está tratando de acceder a tu cuenta, por favor, cambia tu contraseña.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Detectamos actividad sospechosa en tu cuenta de Firefox. Tu cuenta puede estar en peligro.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Para prevenir accesos no autorizados a tu cuenta de Firefox, hemos restablecido tu contraseña y te hemos notificado como precaución.","What should you do?":"¿Qué deberías hacer?","First, change your Firefox Account password.":"Primero, cambia la contraseña de tu cuenta de Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Segundo, si Firefox almacena las contraseñas de los sitios Web, tendrías que cambiar esas contraseñas también. Los atacantes pueden tener acceso a esas contraseñas por lo que deberías controlar esas cuentas por si hubiera actividad sospechosa.","Learn how to see what passwords Firefox is storing for you.":"Aprende como ver que contraseñas Firefox está almacenando para ti.","Best,":"Mejor,","The Firefox Accounts team":"El equipo de cuentas de Firefox","Account recovery key generated":"Llave de recuperación de cuenta generada","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Generaste una llave de recuperación de cuenta para tu cuenta de Firefox exitosamente utilizando el siguiente dispositivo:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Si no fuiste tú, <a %(revokeAccountRecoveryLinkAttributes)s>haz clic aquí.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Haz generado exitosamente una llave de recuperación para tu cuenta de Firefox desde el siguiente dispositivo:","If this was not you, revoke key.":"Si no fuiste tú, puedes revocar la llave.","Two-step authentication enabled":"Autenticación en dos pasos activada","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Has activado correctamente la autenticación en dos pasos en tu cuenta de Firefox desde el siguiente dispositivo:","Security codes from your authentication app will now be required at each sign-in.":"Los códigos de seguridad de tu aplicación de autenticación ahora serán requeridos en cada inicio de sesión.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Has activado correctamente la autenticación en dos pasos en tu cuenta de Firefox. A partir de ahora se solicitarán los códigos de seguridad de tu aplicación de autenticación cada vez que inicies sesión.","New primary email":"Nuevo correo electrónico principal","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Cambiaste exitosamente tu correo principal a %(email)s. Este correo es ahora tu nombre de usuario para conectarte a tu cuenta de Firefox, así como para recibir notificaciones de seguridad y confirmaciones de inicio de sesión.","Recovery code consumed":"Código de recuperación utilizado","You have successfully consumed a recovery code from the following device:":"Has utilizado exitosamente un código de recuperación desde el siguiente dispositivo:","Consumed recovery code":"Código de recuperación utilizado","New recovery codes generated":"Nuevos códigos de recuperación generados","You have successfully generated new recovery codes from the following device:":"Has generado correctamente nuevos códigos de recuperación desde el siguiente dispositivo:","Account recovery key removed":"Llave de recuperación de cuenta revocada","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Haz eliminado exitosamente una llave de recuperación para cuenta de Firefox usando el siguiente dispositivo:","This recovery key can no longer be used to recover your account.":"Esta llave de recuperación ya no puede ser usada para recuperar tu cuenta.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Haz eliminado exitosamente una llave de recuperación para tu cuenta de Firefox desde el siguiente dispositivo:","Secondary email removed":"Correo secundario eliminado","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Has eliminado correctamente %(secondaryEmail)s como correo electrónico secundario de tu cuenta de Firefox. Las notificaciones de seguridad y confirmación de inicio de sesión ya no se entregarán a esta dirección.","This is an automated email; if you received it in error, no action is required.":"Este es un correo electrónico automático; si lo recibiste por error, no tienes que hacer nada.","Two-step authentication disabled":"Autenticación en dos pasos desactivada","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Has desactivado exitosamente la autenticación en dos pasos en tu cuenta de Firefox desde el siguiente dispositivo:","Security codes will no longer be required at each sign-in.":"Los códigos de seguridad ya no serán requeridos en cada inicio de sesión.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Has desactivado correctamente la autenticación en dos pasos en tu cuenta de Firefox. Ya no se solicitarán los códigos de seguridad cada vez que inicies sesión.","Account verified!":"¡Cuenta verificada!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Exitosamente has conectado tu primer dispositivo a tu cuenta de Firefox. Ahora puedes iniciar sesión en Sync desde tus otros dispositivos incluyendo Firefox para <a %(androidLinkAttributes)s>Android</a> e <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Exitosamente has conectado tu primer dispositivos a tu cuenta de Firefox. Ahora puede iniciar sesión en Sync desde tus otros dispositivos incluyendo Firefox para Android e iOS.","Sign in to Sync:":"Iniciar sesión en Sync:","Secondary email added":"Correo electrónico secundario agregado","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Has verificado correctamente %(secondaryEmail)s como correo electrónico secundario para tu cuenta de Firefox. Las notificaciones de seguridad y confirmación de inicio de sesión ahora se entregarán a las dos direcciones de correo electrónico.","Need to reset your password?":"¿Necesitas restablecer tu contraseña?","Click the button within the next hour to create a new password. The request came from the following device:":"Haz clic en el botón en los próximos 60 minutos para crear una nueva. Esta solicitud la envió el siguiente dispositivo:","Create new password":"Crear nueva contraseña","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"¡Gracias por elegir Firefox! Puedes instalarlo para dispositivos móviles aquí: %(link)s","Is this you signing in?":"¿Eres tú iniciando sesión?","If yes, here is the authorization code you need:":"Si es así, aquí está el código de autorización que necesitas:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Si no es así, ayúdanos a defendernos de los intrusos e <a %(reportSignInLinkAttributes)s>informarnos.</a>","If no, help us fend off intruders and report it to us.":"Si no es así, ayúdanos a defendernos de los intrusos e informarnos.","Welcome!":"¡Bienvenido!","Please activate your account by confirming this email address.":"Por favor, activa tu cuenta confirmando esta dirección de correo electrónico.","Activate now":"Activar ahora","Verify Email":"Verificar correo electrónico","Verify your email to finish your Firefox Account registration":"Verifica tu correo electrónico para finalizar el registro de tu cuenta de Firefox","Activate now:":"Activar ahora:","For added security, please confirm this sign-in from the following device:":"Para mayor seguridad, confirma este inicio de sesión para que comience la sincronización con este dispositivo:","Confirm sign-in":"Confirmar inicio de sesión","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Si sospechas que alguien está intentando acceder a tu cuenta, <a %(passwordChangeLinkAttributes)s>por favor, cambia tu contraseña</a>.","Verify primary email":"Verificar correo electrónico principal","A request to perform an account change has been made from the following device:":"Hubo una petición de realizar un cambio de cuenta desde el siguiente dispositivo:","Verify email ":"Verifica correo electrónico ","Once verified, account changes like adding a secondary email will become possible from this device.":"Una vez verificado este dispositivo, será posible realizar cambios a la cuenta, como agregar un correo electrónico secundario.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Si no autorizaste esta acción, <a %(passwordChangeLinkAttributes)s>por favor cambia tu contraseña</a>.","Verify email: ":"Verificar correo electrónico: ","If you did not authorize this action, please change your password.":"Si no autorizaste esta acción, por favor cambia tu contraseña.","Verify secondary email":"Verificar correo electrónico secundario","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Una solicitud para usar %(email)s como tu correo electrónico secundario ha sido creada para la siguiente cuenta de Firefox:","Once verified, this address will begin receiving security notifications and confirmations.":"Una vez verificada, esta dirección comenzará a recibir notificaciones de seguridad y confirmaciones.","Ready, set, sync":"Preparados, listos, sincronizar","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Confirma que has recibido este correo y te ayudaremos a instalar y sincronizar Firefox en todos tus dispositivos empezando por:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Una vez confirmado, te ayudaremos a instalar y conectar Firefox en al menos otro dispositivo.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s en %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s en %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (estimado)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (estimado)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (estimado)","%(country)s (estimated)":"%(country)s (estimado)","Verify your Firefox Account":"Verifica tu cuenta de Firefox","Confirm your email and start to sync!":"¡Confirma tu correo electrónico y comienza a sincronizar!","Firefox Account authorization code":"Código de autorización para la cuenta de Firefox","Confirm new sign-in to %(clientName)s":"Confirmar nuevo inicio de sesión en %(clientName)s","Sign-in code for Firefox":"Código para iniciar sesión en Firefox","Reset your Firefox Account password":"Restablece la contraseña de tu cuenta de Firefox","Your Firefox Account password has been changed":"La contraseña de tu cuenta de Firefox ha sido cambiada","Firefox Account password changed":"Se cambió la contraseña de la cuenta de Firefox","Firefox Account password reset required":"Se requiere restablecer la contraseña de tu cuenta de Firefox","Firefox Account verified":"Cuenta de Firefox verificada","Secondary Firefox Account email added":"Correo electrónico secundario para la cuenta de Firefox ha sido agregado","Firefox Account new primary email":"Nuevo correo principal de cuenta de Firefox","Secondary Firefox Account email removed":"Correo secundario de tu cuenta de Firefox eliminado","Firefox Account password reset with recovery key":"Restablecimiento de contraseña de cuenta de Firefox con llave de recuperación","Page not found":"Página no encontrada","The page you requested is not found. We've been notified and will fix any links that may be broken.":"La página que solicitaste no se encontró. Hemos sido notificados y arreglaremos cualquier enlace que pueda estar roto.","Home":"Inicio","500 Error":"Error 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"¡Oh vaya!, algo falló aquí. Fuimos notificados y empezaremos a trabajar en la solución.","502 Error":"Error 502","Server busy, try again soon":"Servidor ocupado, intenta de nuevo pronto","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Estamos bajo una fuerte demanda y trabajamos para regresar el sistema a la normalidad tan pronto como nos sea posible.","Loading":"Cargando","Firefox Accounts requires JavaScript.":"Firefox Accounts requiere JavaScript.","Privacy Notice":"Política de privacidad","Terms of Service":"Términos del servicio"}