{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-02 19:37+0000","last-translator":"Jim Spentzos <jim.spentzos@outlook.com>","language-team":"LANGUAGE <LL@li.org>","language":"el","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Συνδέσατε επιτυχώς την πρώτη σας συσκευή στο Λογαριασμό Firefox σας. Μπορείτε πλέον να συνδεθείτε στο Συγχρονισμό από άλλες συσκευές σας, όπως το Firefox για <a href='%(androidUrl)s'>Android</a> και <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Έχετε συνδέσει επιτυχώς την πρώτη σας συσκευή με το Λογαριασμό Firefox σας. Για να αξιοποιήσετε πλήρως το Sync, συνδέστε οποιοδήποτε <a href='%(androidUrl)s'>Firefox για Android</a> ή <a href='%(iosUrl)s'>Firefox για iOS</a>.","Connect another device":"Σύνδεση άλλης συσκευής","Sign in to Sync":"Είσοδος στο Συγχρονισμό","Firefox Accounts":"Λογαριασμοί Firefox","Low recovery codes remaining":"Απομένουν λίγοι κωδικοί ανάκτησης","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Παρατηρήσαμε ότι σάς απομένουν λίγοι κωδικοί ανάκτησης. Παρακαλούμε σκεφτείτε να δημιουργήσετε νέους κωδικούς για να μην κλειδωθείτε έξω από το λογαριασμό σας.","Generate codes":"Δημιουργία κωδικών","This is an automated email.":"Αυτό είναι ένα αυτοματοποιημένο email.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε την <a %(supportLinkAttributes)s>Υποστήριξη Mozilla</a>.","Mozilla Privacy Policy":"Πολιτική Απορρήτου της Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Παρατηρήσαμε ότι σάς απομένουν λίγοι κωδικοί ανάκτησης. Παρακαλούμε σκεφτείτε να δημιουργήσετε νέους κωδικούς για να μην κλειδωθείτε έξω από το λογαριασμό σας.","Generate codes:":"Δημιουργία κωδικών:","For more information, please visit %(supportUrl)s":"Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε το %(supportUrl)s","New sign-in to %(clientName)s":"Νέα σύνδεση στο %(clientName)s","IP address: %(ip)s":"Διεύθυνση IP: %(ip)s","Manage account":"Διαχείριση λογαριασμού","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Αυτό είναι ένα αυτοματοποιημένο email· αν δεν εξουσιοδοτήσατε αυτή την ενέργεια, <a %(passwordChangeLinkAttributes)s>παρακαλώ αλλάξτε τον κωδικό πρόσβασής σας.</a>","Manage account:":"Διαχείριση λογαριασμού:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Αυτό είναι ένα αυτοματοποιημένο email· αν δεν προσθέσατε μια νέα συσκευή στο λογαριασμό Firefox σας, θα πρέπει να αλλάξετε αμέσως τον κωδικό πρόσβασής σας στο %(passwordChangeLink)s","Password changed successfully":"Επιτυχής αλλαγή κωδικού πρόσβασης","Your Firefox Account password was successfully changed from the following device:":"Ο κωδικός πρόσβασης του λογαριασμού Firefox σας άλλαξε επιτυχώς από την ακόλουθη συσκευή:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Αυτό είναι ένα αυτοματοποιημένο email· αν δεν πιστοποιήσατε αυτή την ενέργεια, <a %(resetLinkAttributes)s>παρακαλώ επαναφέρετε τον κωδικό πρόσβασής σας</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Αυτό είναι ένα αυτοματοποιημένο email; αν δεν αλλάξατε τον κωδικό πρόσβασης του Λογαριασμού Firefox σας, θα πρέπει να τον επαναφέρετε αμέσως στο %(resetLink)s","Your account password was changed":"Ο κωδικός πρόσβασης του λογαριασμού σας άλλαξε","You will need to enter your new password on other devices to resume syncing.":"Θα χρειαστεί να εισάγετε το νέο κωδικό πρόσβασής σας σε άλλες συσκευές για να συνεχίσετε το συγχρονισμό.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Αν δεν τον αλλάξατε εσείς, παρακαλούμε <a %(resetLinkAttributes)s>επαναφέρετε τον κωδικό πρόσβασής σας</a> τώρα.","If you did not change it, please reset your password now at %(resetLink)s":"Αν δεν τον αλλάξατε εσείς, παρακαλούμε επαναφέρετε τον κωδικό πρόσβασής σας τώρα στο %(resetLink)s.","Your account password was reset with a recovery key":"Έγινε επαναφορά του κωδικού πρόσβασης του λογαριασμού σας με κλειδί ανάκτησης","You have successfully reset your password using a recovery key from the following device:":"Έχετε επαναφέρει επιτυχώς τον κωδικό πρόσβασής σας με ένα κλειδί ανάκτησης από την ακόλουθη συσκευή:","You will need to generate a new recovery key.":"Θα πρέπει να δημιουργήσετε ένα νέο κλειδί ανάκτησης.","Create new recovery key":"Δημιουργία νέου κλειδιού ανάκτησης","Create new recovery key:":"Δημιουργία νέου κλειδιού ανάκτησης:","If you suspect that someone is trying to gain access to your account, please change your password.":"Αν υποπτεύεστε ότι κάποιος προσπαθεί να αποκτήσει πρόσβαση στο λογαριασμό σας, παρακαλώ αλλάξτε τον κωδικό πρόσβασής σας.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Ανιχνεύσαμε ύποπτη δραστηριότητα στο Λογαριασμό Firefox σας. Ο λογαριασμός σας ενδέχεται να έχει παραβιαστεί.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Για να αποτρέψουμε περαιτέρω μη εξουσιοδοτημένη πρόσβαση στο Λογαριασμό Firefox σας, έχουμε επαναφέρει τον κωδικό πρόσβασής σας και σάς ειδοποιούμε για προφύλαξη.","What should you do?":"Τι πρέπει να κάνετε;","First, change your Firefox Account password.":"Πρώτον, αλλάξτε τον κωδικό πρόσβασης του Λογαριασμού Firefox σας.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Δεύτερον, αν το Firefox αποθηκεύει κωδικούς πρόσβασης για ιστοσελίδες, θα πρέπει να αλλάξετε και αυτούς τους κωδικούς πρόσβασης. Οι επιτιθέμενοι ενδέχεται να αποκτήσουν πρόσβαση σε αυτούς τους κωδικούς πρόσβασης, επομένως, θα πρέπει να ελέγξετε αυτούς τους λογαριασμούς για ύποπτη δραστηριότητα.","Learn how to see what passwords Firefox is storing for you.":"Μάθετε πώς να βλέπετε ποιους κωδικούς πρόσβασης αποθηκεύει το Firefox για εσάς.","Best,":"Σάς ευχόμαστε τα καλύτερα,","The Firefox Accounts team":"Η ομάδα των Λογαριασμών Firefox","Account recovery key generated":"Το κλειδί ανάκτησης λογαριασμού δημιουργήθηκε","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Έχετε δημιουργήσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Αν δεν το κάνατε εσείς, <a %(revokeAccountRecoveryLinkAttributes)s>κάντε κλικ εδώ.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Έχετε δημιουργήσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:","If this was not you, revoke key.":"Αν δεν το κάνατε εσείς, ανακαλέστε το κλειδί.","Two-step authentication enabled":"Η ταυτοποίηση σε δύο βήματα ενεργοποιήθηκε","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Έχετε ενεργοποιήσει επιτυχώς την ταυτοποίηση σε δύο βήματα στο λογαριασμό Firefox σας από την ακόλουθη συσκευή:","Security codes from your authentication app will now be required at each sign-in.":"Θα απαιτούνται πλέον κωδικοί ασφαλείας από την εφαρμογή πιστοποίησής σας σε κάθε σύνδεση.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Έχετε ενεργοποιήσει επιτυχώς την ταυτοποίηση σε δύο βήματα στο λογαριασμό Firefox σας. Θα απαιτούνται πλέον κωδικοί ασφαλείας από την εφαρμογή πιστοποίησής σας σε κάθε σύνδεση.","New primary email":"Νέο κύριο e-mail","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Έχετε αλλάξει επιτυχώς το κύριο email σας σε %(email)s. Αυτή η διεύθυνση αποτελεί πλέον το όνομα χρήστη σας για τη σύνδεση στο λογαριασμό Firefox σας, καθώς και για τη λήψη ειδοποιήσεων ασφαλείας και επιβεβαιώσεις σύνδεσης.","Recovery code consumed":"Χρησιμοποιήθηκε κωδικός ανάκτησης","You have successfully consumed a recovery code from the following device:":"Έχετε χρησιμοποιήσει επιτυχώς έναν κωδικό ανάκτησης από την εξής συσκευή:","Consumed recovery code":"Χρησιμοποιήθηκε κωδικός ανάκτησης","New recovery codes generated":"Δημιουργήθηκαν νέοι κωδικοί ανάκτησης","You have successfully generated new recovery codes from the following device:":"Έχετε δημιουργήσει επιτυχώς νέους κωδικούς ανάκτησης από την ακόλουθη συσκευή:","Account recovery key removed":"Το κλειδί ανάκτησης λογαριασμού αφαιρέθηκε","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Έχετε αφαιρέσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:","This recovery key can no longer be used to recover your account.":"Αυτό το κλειδί ανάκτησης δεν μπορεί να χρησιμοποιηθεί πλέον για ανάκτηση του λογαριασμού σας.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Έχετε αφαιρέσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:","Secondary email removed":"Το δευτερεύον e-mail αφαιρέθηκε","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Έχετε αφαιρέσει επιτυχώς το %(secondaryEmail)s από δευτερεύον e-mail από το λογαριασμό Firefox σας. Οι ειδοποιήσεις ασφαλείας και οι επιβεβαιώσεις σύνδεσης δεν θα αποστέλλονται πλέον σε αυτή τη διεύθυνση.","This is an automated email; if you received it in error, no action is required.":"Αυτό είναι ένα αυτοματοποιημένο email· αν το λάβατε κατά λάθος, δεν απαιτείται καμία περαιτέρω ενέργεια.","Two-step authentication disabled":"Η ταυτοποίηση σε δύο βήματα ενεργοποιήθηκε","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Έχετε απενεργοποιήσει επιτυχώς την ταυτοποίηση σε δύο βήματα στο λογαριασμό Firefox σας από την ακόλουθη συσκευή:","Security codes will no longer be required at each sign-in.":"Οι κωδικοί ασφαλείας δεν θα ζητούνται πλέον σε κάθε σύνδεση.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Έχετε απενεργοποιήσει επιτυχώς την ταυτοποίηση σε δύο βήματα στο λογαριασμό Firefox σας. Δεν θα απαιτούνται πλέον κωδικοί ασφαλείας σε κάθε σύνδεση.","Account verified!":"Ο λογαριασμός επαληθεύτηκε!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Συνδέσατε επιτυχώς την πρώτη σας συσκευή στο Λογαριασμό Firefox σας. Μπορείτε πλέον να συνδεθείτε στο Sync από τις άλλες σας συσκευές, όπως το Firefox για <a %(androidLinkAttributes)s>Android</a> και <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Συνδέσατε επιτυχώς την πρώτη σας συσκευή στο Λογαριασμό Firefox σας. Μπορείτε πλέον να συνδεθείτε από τις άλλες σας συσκευές, όπως το Firefox για Android και iOS.","Sign in to Sync:":"Είσοδος στο Συγχρονισμό:","Secondary email added":"Προστέθηκε δευτερεύον e-mail","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Έχετε επαληθεύσει επιτυχώς το %(secondaryEmail)s ως δευτερεύον e-mail για το λογαριασμό Firefox σας. Οι ειδοποιήσεις ασφαλείας και οι επιβεβαιώσεις σύνδεσης θα αποστέλλονται πλέον και στις δύο διευθύνσεις e-mail.","Need to reset your password?":"Πρέπει να επαναφέρετε τον κωδικό πρόσβασής σας;","Click the button within the next hour to create a new password. The request came from the following device:":"Κάντε κλικ στο κουμπί μέσα στην επόμενη ώρα για να δημιουργήσετε ένα νέο κωδικό πρόσβασης. Το αίτημα ήρθε από την ακόλουθη συσκευή:","Create new password":"Δημιουργία νέου κωδικού πρόσβασης","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Ευχαριστούμε που επιλέξατε το Firefox! Μπορείτε να εγκαταστήσετε το Firefox για κινητή συσκευή εδώ: %(link)s","Is this you signing in?":"Γίνεται σύνδεση;","If yes, here is the authorization code you need:":"Αν ναι, ορίστε ο κωδικός εξουσιοδότησης που χρειάζεστε:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Αν όχι, βοηθήστε μας να εμποδίσουμε τους εισβολείς και <a %(reportSignInLinkAttributes)s>αναφέρετέ το σε εμάς.</a>","If no, help us fend off intruders and report it to us.":"Αν όχι, βοηθήστε μας να εμποδίσουμε τους εισβολείς και αναφέρετέ το σε εμάς.","Welcome!":"Καλώς ορίσατε!","Please activate your account by confirming this email address.":"Παρακαλώ ενεργοποιήστε το λογαριασμό σας επιβεβαιώνοντας αυτή τη διεύθυνση email.","Activate now":"Ενεργοποίηση τώρα","Verify Email":"Επαλήθευση email","Verify your email to finish your Firefox Account registration":"Επαληθεύστε το email σας για να ολοκληρώσετε τη δημιουργία του Λογαριασμού Firefox σας","Activate now:":"Ενεργοποίηση τώρα:","For added security, please confirm this sign-in from the following device:":"Για επιπρόσθετη ασφάλεια, παρακαλούμε επιβεβαιώστε αυτή τη σύνδεση από την ακόλουθη συσκευή:","Confirm sign-in":"Επιβεβαίωση εισόδου","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Αν υποπτεύεστε ότι κάποιος προσπαθεί να αποκτήσει πρόσβαση στο λογαριασμό σας, <a %(passwordChangeLinkAttributes)s>παρακαλώ αλλάξτε τον κωδικό πρόσβασής σας</a>.","Verify primary email":"Επαλήθευση κύριου email","A request to perform an account change has been made from the following device:":"Έγινε αίτημα για μια αλλαγή στο λογαριασμό από την ακόλουθη συσκευή:","Verify email ":"Επαλήθευση email ","Once verified, account changes like adding a secondary email will become possible from this device.":"Μόλις επαληθευτεί, οι αλλαγές λογαριασμού, όπως η προσθήκη δευτερεύοντος e-mail, θα καταστούν δυνατές από αυτή τη συσκευή.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Αν δεν εξουσιοδοτήσατε αυτή την ενέργεια, <a %(passwordChangeLinkAttributes)s>παρακαλούμε αλλάξτε τον κωδικό πρόσβασής σας</a>.","Verify email: ":"Επαλήθευση e-mail: ","If you did not authorize this action, please change your password.":"Αν δεν εξουσιοδοτήσατε αυτή την ενέργεια, παρακαλούμε αλλάξτε τον κωδικό πρόσβασής σας.","Verify secondary email":"Επαλήθευση δευτερεύοντος e-mail","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Υποβλήθηκε ένα αίτημα για χρήση του %(email)s ως δευτερεύουσα διεύθυνση e-mail από τον ακόλουθο Λογαριασμό Firefox:","Once verified, this address will begin receiving security notifications and confirmations.":"Μόλις επαληθευτεί, αυτή η διεύθυνση θα αρχίσει να λαμβάνει ειδοποιήσεις και επιβεβαιώσεις ασφαλείας.","Ready, set, sync":"Λάβετε θέσεις, έτοιμοι, συγχρονίστε","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Επιβεβαιώστε ότι έχετε λάβει αυτό το email και θα σάς βοηθήσουμε να εγκαταστήσετε και να συγχρονίσετε το Firefox σε όλες σας τις συσκευές ξεκινώντας με:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Μόλις γίνει επιβεβαίωση, θα σάς βοηθήσουμε να εγκαταστήσετε και να συνδέσετε το Firefox σε τουλάχιστον μια άλλη συσκευή.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s σε %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s σε %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (εκτίμηση)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (εκτίμηση)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (εκτίμηση)","%(country)s (estimated)":"%(country)s (εκτίμηση)","Verify your Firefox Account":"Επαλήθευση του Λογαριασμού Firefox σας","Confirm your email and start to sync!":"Επιβεβαιώστε το email σας και ξεκινήστε το συγχρονισμό!","Firefox Account authorization code":"Κωδικός εξουσιοδότησης Λογαριασμού Firefox","Confirm new sign-in to %(clientName)s":"Επιβεβαίωση νέας σύνδεσης στο %(clientName)s","Sign-in code for Firefox":"Κωδικός σύνδεσης για το Firefox","Reset your Firefox Account password":"Επαναφορά του κωδικού πρόσβασης του Λογαριασμού Firefox σας","Your Firefox Account password has been changed":"Ο κωδικός πρόσβασης του Λογαριασμού Firefox σας έχει αλλάξει","Firefox Account password changed":"Ο κωδικός πρόσβασης του λογαριασμού Firefox άλλαξε","Firefox Account password reset required":"Απαιτείται επαναφορά του κωδικού πρόσβασης του Λογαριασμού Firefox","Firefox Account verified":"Ο Λογαριασμός Firefox επαληθεύτηκε","Secondary Firefox Account email added":"Προστέθηκε δευτερεύον e-mail λογαριασμών Firefox","Firefox Account new primary email":"Νέο κύριο email του λογαριασμού Firefox","Secondary Firefox Account email removed":"Το δευτερεύον e-mail του λογαριασμού Firefox αφαιρέθηκε","Firefox Account password reset with recovery key":"Έγινε επαναφορά του κωδικού πρόσβασης του λογαριασμού Firefox σας με κλειδί ανάκτησης","Page not found":"Η σελίδα δεν βρέθηκε","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Η σελίδα που ζητήσατε δεν βρέθηκε. Έχουμε ειδοποιηθεί και θα διορθώσουμε τυχόν συνδέσμους που ενδέχεται να έχουν χαλάσει.","Home":"Αρχική","500 Error":"Σφάλμα 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Ωχ, κάτι πήγε στραβά. Έχουμε ειδοποιηθεί και θα αρχίσουμε να εργαζόμαστε πάνω σε μια λύση.","502 Error":"Σφάλμα 502","Server busy, try again soon":"Απασχολημένος διακομιστής, δοκιμάστε ξανά σύντομα","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Αυτή τη στιγμή, έχουμε μεγάλο φόρτο εργασίας και εργαζόμαστε ώστε να επαναφέρουμε το σύστημα στην κανονική του λειτουργία το συντομότερο δυνατό.","Loading":"Φόρτωση","Firefox Accounts requires JavaScript.":"Οι Λογαριασμοί Firefox απαιτούν JavaScript.","Privacy Notice":"Πολιτική Απορρήτου","Terms of Service":"Όροι Υπηρεσίας"}