{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-10-26 12:26+0000","last-translator":"Juraj Cigáň <kusavica@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"sk","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","x-generator":"Pontoon","x-pootle-mtime":"1442482729.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Úspešne ste pripojili svoje prvé zariadenie k svojmu účtu Firefox. Teraz sa môžete prihlásiť k službe Sync aj zo svojich ďalších zariadení, vrátane Firefoxu pre <a href='%(androidUrl)s'>Android</a> alebo <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Úspešne ste pripojili svoje prvé zariadenie k svojmu účtu Firefox. Aby ste službu Sync čo najlepšie využili, pripojte sa k nej aj z <a href='%(androidUrl)s'>Firefoxu pre Android</a> alebo <a href='%(iosUrl)s'>Firefoxu pre iOS</a>.","Connect another device":"Pripojiť ďalšie zariadenie","Sign in to Sync":"Prihlásiť sa k službe Sync","Firefox Accounts":"Účty Firefox","Low recovery codes remaining":"Ostáva vám malé množstvo obnovovacích kódov","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Všimli sme si, že vám ostáva malé množstvo obnovovacích kódov. Prosím, zvážte vygenerovanie nových kódov, čím zabránite nechcenému vymknutiu sa z účtu.","Generate codes":"Vygenerovať kódy","This is an automated email.":"Toto je automatický e-mail.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Pre viac informácií prosím navštívte stránku <a %(supportLinkAttributes)s>Mozilla Support</a>.","Mozilla Privacy Policy":"Zásady ochrany súkromia","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Všimli sme si, že vám ostáva malé množstvo obnovovacích kódov. Prosím, zvážte vygenerovanie nových kódov, čím zabránite nechcenému vymknutiu sa z účtu.","Generate codes:":"Vygenerovať kódy:","For more information, please visit %(supportUrl)s":"Pre viac informácií prosím navštívte stránku %(supportUrl)s","New sign-in to %(clientName)s":"Nové prihlásenie k %(clientName)s","IP address: %(ip)s":"IP adresa: %(ip)s","Manage account":"Spravovať účet","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Toto je automatický e-mail; ak ste túto akciu nevykonali, <a %(passwordChangeLinkAttributes)s>zmeňte si svoje heslo</a>.","Manage account:":"Spravovať účet:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Toto je automatický e-mail. Ak ste k svojmu účtu Firefox nepridali žiadne nové zariadenie, mali by ste si okamžite zmeniť heslo na %(passwordChangeLink)s","Password changed successfully":"Heslo bolo úspešne zmenené","Your Firefox Account password was successfully changed from the following device:":"Heslo vášho účtu Firefox bolo úspešne zmenené z nasledovného zariadenia:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Toto je automatický e-mail; ak ste túto akciu neautorizovali, <a %(resetLinkAttributes)s>obnovte si prosím vaše heslo</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Toto je automatický e-mail. Ak ste nezmenili heslo k vášmu účtu Firefox, mali by ste si ho okamžite obnoviť na %(resetLink)s","Your account password was changed":"Heslo k vášmu účtu bolo zmenené","You will need to enter your new password on other devices to resume syncing.":"Aby bolo možné pokračovať v synchronizácii na ostatných zariadeniach, musíte na nich zadať nové heslo.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Ak ste ho nezmenili, prosím, <a %(resetLinkAttributes)s>obnovte svoje heslo</a>.","If you did not change it, please reset your password now at %(resetLink)s":"Ak ste ho nezmenili, prosím, obnovte si svoje heslo na adrese %(resetLink)s","Your account password was reset with a recovery key":"Heslo k vášmu účtu bolo obnovené pomocou obnovovacieho kľúča","You have successfully reset your password using a recovery key from the following device:":"Úspešne ste obnovili svoje heslo pomocou obnovovacieho kľúča z nasledujúceho zariadenia:","You will need to generate a new recovery key.":"Musíte si vytvoriť nový obnovovací kľúč.","Create new recovery key":"Vytvoriť nový obnovovací kľúč","Create new recovery key:":"Vytvoriť nový obnovovací kľúč:","If you suspect that someone is trying to gain access to your account, please change your password.":"Ak máte podozrenie, že sa niekto pokúša neoprávnene získať prístup k vášmu účtu, zmeňte si svoje heslo.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Vo vašom účte Firefox sme zistili podozrivú aktivitu. Váš účet mohol byť napadnutý.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Ako prevenciu proti ďalšiemu neoprávnenému prístupu k vášmu účtu Firefox sme obnovili jeho heslo a teraz vás o tom informujeme.","What should you do?":"Čo by ste mali urobiť?","First, change your Firefox Account password.":"Najskôr zmeňte heslo vášho účtu Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Ak máte vo svojom Firefoxe nastavené ukladanie hesiel pre prihlasovanie na webových stránkach, mali by ste si tieto heslá tiež zmeniť. Útočníci k nim už mohli získať prístup, skontrolujte teda prosím svoje účty.","Learn how to see what passwords Firefox is storing for you.":"Zistite, ako si zobraziť, ktoré heslá máte vo Firefoxe uložené.","Best,":"S pozdravom,","The Firefox Accounts team":"Tím účtov Firefox","Account recovery key generated":"Obnovovací kľúč k účtu bol vygenerovaný","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Úspešne ste vygenerovali obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Ak ste to neboli vy, <a %(revokeAccountRecoveryLinkAttributes)s>kliknite sem.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Úspešne ste vygenerovali obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:","If this was not you, revoke key.":"Ak ste to neboli vy, zrušte platnosť kľúča.","Two-step authentication enabled":"Dvojstupňové overenie bolo povolené","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Úspešne ste povolili dvojstupňové overenie na vašom účte Firefox z nasledujúceho zariadenia:","Security codes from your authentication app will now be required at each sign-in.":"Pri každom prihlásení bude odteraz nutné zadať bezpečnostný kód z vašej overovacej aplikácie.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Úspešne ste povolili dvojstupňové overenie na vašom účte Firefox. Pri každom prihlásení bude odteraz nutné zadať bezpečnostný kód z vašej overovacej aplikácie.","New primary email":"Nová primárna e-mailová adresa","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Úspešne ste zmenili svoju primárnu e-mailovú adresu na %(email)s. Táto adresa bude odteraz slúžiť ako vaše prihlasovacie meno k účtu Firefox a k zasielaniu bezpečnostných upozornení a potvrdení prihlásenia.","Recovery code consumed":"Obnovovací kód bol použitý","You have successfully consumed a recovery code from the following device:":"Úspešne ste použili obnovovací kód z nasledujúceho zariadenia:","Consumed recovery code":"Bol použitý obnovovací kód","New recovery codes generated":"Boli vygenerované nové obnovovacie kódy","You have successfully generated new recovery codes from the following device:":"Úspešne ste vygenerovali nové obnovovacie kódy z nasledujúceho zariadenia:","Account recovery key removed":"Obnovovací kľúč k účtu bol odstránený","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Úspešne ste odstránili obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:","This recovery key can no longer be used to recover your account.":"Tento obnovovací kľúč už nie je možné použiť pre obnovu vášho účtu.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Úspešne ste odstránili obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:","Secondary email removed":"Sekundárna e-mailová adresa bola odstránená","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Úspešne ste odstránili %(secondaryEmail)s ako sekundárnu e-mailovú adresu z vášho účtu Firefox. Bezpečnostné upozornenia a potvrdenia prihlásenia už nebudú odosielané na túto adresu.","This is an automated email; if you received it in error, no action is required.":"Toto je automaticky generovaná správa. Ak ste si ju nevyžiadali, môžete ju ignorovať.","Two-step authentication disabled":"Dvojstupňové overenie bolo zakázané","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Úspešne ste zakázali dvojstupňové overenie na vašom účte Firefox z nasledujúceho zariadenia:","Security codes will no longer be required at each sign-in.":"Pri prihlásení už nebude nutné zadávať bezpečnostné kódy.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Úspešne ste zakázali dvojstupňové overenie na vašom účte Firefox. Pri prihlásení už nebude nutné zadávať bezpečnostné kódy.","Account verified!":"Účet bol overený!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Úspešne ste pripojili svoje prvé zariadenie k svojmu účtu Firefox. Teraz sa môžete prihlásiť k službe Sync aj zo svojich ďalších zariadení, vrátane Firefoxu pre <a %(androidLinkAttributes)s>Android</a> a <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Úspešne ste pripojili svoje prvé zariadenie k svojmu účtu Firefox. Teraz sa môžete prihlásiť k službe Sync aj zo svojich ďalších zariadení, vrátane Firefoxu pre Android alebo iOS.","Sign in to Sync:":"Prihlásiť sa k službe Sync:","Secondary email added":"Sekundárna e-mailová adresa bola pridaná","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Úspešne ste overili %(secondaryEmail)s ako sekundárnu e-mailovú adresu z vášho účtu Firefox. Bezpečnostné upozornenia a potvrdenia prihlásenia budú odteraz odosielané na obe adresy.","Need to reset your password?":"Potrebujete obnoviť svoje heslo?","Click the button within the next hour to create a new password. The request came from the following device:":"Pre vytvorenie nového hesla kliknite v priebehu hodiny na tlačidlo nižšie. Požiadavka prišla z nasledujúceho zariadenia:","Create new password":"Vytvoriť nové heslo","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Ďakujeme, že ste si vybrali Firefox! Firefox pre mobilné zariadenie si môžete nainštalovať tu: %(link)s","Is this you signing in?":"Spoznávate toto prihlásenie?","If yes, here is the authorization code you need:":"Ak áno, tu je autorizačný kód, ktorý potrebujete:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Ak nie, pomôžte nám odraziť útočníkov a <a %(reportSignInLinkAttributes)s>nahláste nám to.</a>","If no, help us fend off intruders and report it to us.":"Ak nie, pomôžte nám odraziť útočníkov a nahláste nám to.","Welcome!":"Vitajte!","Please activate your account by confirming this email address.":"Prosím aktivujte vaše konto potvrdením nasledovnej e-mailovej adresy.","Activate now":"Aktivovať","Verify Email":"Overenie e-mailu","Verify your email to finish your Firefox Account registration":"Overením vášho e-mailu dokončíte registráciu vášho účtu Firefox","Activate now:":"Aktivovať:","For added security, please confirm this sign-in from the following device:":"Za účelom vyššej bezpečnosti, prosím, potvrďte toto prihlásenie z nasledujúceho zariadenia:","Confirm sign-in":"Potvrdiť prihlásenie","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Ak máte podozrenie, že sa niekto pokúša neoprávnene získať prístup k vášmu účtu, <a %(passwordChangeLinkAttributes)s>zmeňte si svoje heslo</a>.","Verify primary email":"Overiť primárnu e-mailovú adresu","A request to perform an account change has been made from the following device:":"Požiadavka na zmenu v účte prišla z nasledovného zariadenia:","Verify email ":"Overiť e-mail ","Once verified, account changes like adding a secondary email will become possible from this device.":"Po overení budú k dispozícii zmeny v účte, napríklad pridanie sekundárnej e-mailovej adresy.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Ak ste túto akciu nevykonali, <a %(passwordChangeLinkAttributes)s>zmeňte si svoje heslo</a>.","Verify email: ":"Overenie e-mailu: ","If you did not authorize this action, please change your password.":"Ak ste túto akciu nevykonali, zmeňte svoje heslo.","Verify secondary email":"Overiť sekundárnu e-mailovú adresu","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Požiadavka na použitie adresy %(email)s ako sekundárnej e-mailovej adresy bola vytvorená z nasledujúceho účtu Firefox Account:","Once verified, this address will begin receiving security notifications and confirmations.":"Po overení začnete na túto e-mailovú adresu dostávať bezpečnostné upozornenia a potvrdenia.","Ready, set, sync":"Pripravte sa, pozor, synchronizujeme","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Potvrďte, že ste dostali tento e-mail a my vám pomôžeme s inštaláciou a synchronizáciou Firefoxu na všetkých vašich zariadeniach vrátane:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Okamžite, ako bude overenie dokončené, pomôžeme vám nainštalovať a pripojiť Firefox na aspoň jednom ďalšom zariadení.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s na %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s na %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (odhad)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (odhad)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (odhad)","%(country)s (estimated)":"%(country)s (odhad)","Verify your Firefox Account":"Overte svoj účet Firefox","Confirm your email and start to sync!":"Potvrďte svoj e-mail a začnite synchronizovať!","Firefox Account authorization code":"Autorizačný kód účtu Firefox","Confirm new sign-in to %(clientName)s":"Potvrdenie nového prihlásenia k %(clientName)s","Sign-in code for Firefox":"Prihlasovací kód pre Firefox","Reset your Firefox Account password":"Obnoviť heslo vášho účtu Firefox","Your Firefox Account password has been changed":"Heslo vášho účtu Firefox bolo zmenené","Firefox Account password changed":"Heslo k účtu Firefox bolo zmenené","Firefox Account password reset required":"Je požadovaná obnova hesla k účtu Firefox","Firefox Account verified":"Účet Firefox bol overený","Secondary Firefox Account email added":"Sekundárna e-mailová adresa bola úspešne pridaná k účtu","Firefox Account new primary email":"Nová primárna e-mailová adresa účtu Firefox","Secondary Firefox Account email removed":"Sekundárna e-mailová adresa bola z účtu odstránená","Firefox Account password reset with recovery key":"Heslo k účtu Firefox bolo obnovené pomocou obnovovacieho kľúča","Page not found":"Stránka nebol nájdená","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Požadovaná stránka nebola nájdená. Boli sme na to upozornení a prípadné odkazy smerujúce na túto stránku opravíme.","Home":"Domov","500 Error":"Chyba 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Ups, niečo sa pokazilo. Boli sme upozornení a pracujeme na oprave.","502 Error":"Chyba 502","Server busy, try again soon":"Server je zaneprázdnený. Skúste to znova o chvíľu.","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Server je práve pod veľkým náporom. Pracujeme na tom, aby sme sa čo najskôr dostali do normálneho stavu.","Loading":"Načítava sa","Firefox Accounts requires JavaScript.":"Účty Firefox vyžadujú povolený JavaScript.","Privacy Notice":"Zásady ochrany súkromia","Terms of Service":"Podmienky používania služby"}