{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-29 00:36+0000","last-translator":"Håvar Henriksen <havar@firefox.no>","language-team":"LANGUAGE <LL@li.org>","language":"nb_NO","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1422140409.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Du har nå koblet til din første enhet til din Firefox-konto. Nå kan du logge inn på Sync fra dine andre enheter, inkludert Firefox for <a href='%(androidUrl)s'>Android</a> og <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Du har nå koblet til din første enhet til din Firefox-konto. For å få mest mulig ut av Sync, koble til <a href='%(androidUrl)s'>Firefox for Android</a> eller <a href='%(iosUrl)s'>Firefox for iOS</a>.","Connect another device":"Koble til en annen enhet","Sign in to Sync":"Logg inn på Sync","Firefox Accounts":"Firefox-konter","Low recovery codes remaining":"Kun få gjenopprettelseskoder igjen","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Det er få gjenopprettingskoder igjen. Vurder å generere nye koder for å unngå å bli utelåst fra kontoen din.","Generate codes":"Generer koder","This is an automated email.":"Denne e-postmeldingen er sendt automatisk.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"For mer informasjon, besøk <a %(supportLinkAttributes)s>Mozilla Support</a>.","Mozilla Privacy Policy":"Mozilla personvernbestemmelser","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Det er få gjenopprettingskoder igjen. Vurder å generere nye koder for å unngå å bli utelåst fra kontoen din.","Generate codes:":"Generer koder:","For more information, please visit %(supportUrl)s":"For mere informasjon, besøk %(supportUrl)s","New sign-in to %(clientName)s":"Ny inloggning på %(clientName)s","IP address: %(ip)s":"IP-adresse: %(ip)s","Manage account":"Behandle konto","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Dette er en automatisk e-postmelding; om du ikke godkjente denne handlingen må du <a %(passwordChangeLinkAttributes)s>bytte passordet ditt.</a>","Manage account:":"Behandle konto:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Dette er en automatisk e-postmelding; om du ikke la til en ny enhet i Firefox-kontoen din, bør du endre passordet ditt med en gang på %(passwordChangeLink)s","Password changed successfully":"Passordet er endret","Your Firefox Account password was successfully changed from the following device:":"Passordet for din Firefox-konto ble endret fra følgende enhet:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Dette er en automatisk e-postmelding; om du ikke godkjente denne handlingen må du <a %(resetLinkAttributes)s>tilbakestille passordet ditt</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Dette er en automatisk e-postmelding; om du ikke endret passordet ditt for Firefox-kontoen din, bør du tilbakestille det med en gang på %(resetLink)s","Your account password was changed":"Kontopassordet ditt ble endret","You will need to enter your new password on other devices to resume syncing.":"Du må skrive inn det nye passordet ditt på andre enheter for å fortsette synkroniseringen.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Om du ikke endret det, <a %(resetLinkAttributes)s>tilbakestill passordet</a> ditt nå.","If you did not change it, please reset your password now at %(resetLink)s":"Om du ikke endret det, tilbakestill passordet ditt nå på %(resetLink)s","Your account password was reset with a recovery key":"Ditt kontopassord ble tilbakestilt med en gjenopprettingsnøkkel","You have successfully reset your password using a recovery key from the following device:":"Du har tilbakestilt passordet ditt ved hjelp av en gjenopprettingsnøkkel fra følgende enhet:","You will need to generate a new recovery key.":"Du må generere en ny gjenopprettingsnøkkel.","Create new recovery key":"Opprett ny gjenopprettingsnøkkel","Create new recovery key:":"Opprett ny gjenopprettingsnøkkel:","If you suspect that someone is trying to gain access to your account, please change your password.":"Hvis du mistenker at noen prøver å få tilgang til kontoen din, må du endre passordet ditt.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Vi har oppdaget mistenkelig aktivitet på Firefox-kontoen din. Kontoen din kan ha blitt kompromittert.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"For å hindra videre uautorisert tilgang til din Firefox-konto, har vi tilbakestilt passordet, og informerer deg nå om dette for å være på den sikre siden.","What should you do?":"Hva bør du gjøre?","First, change your Firefox Account password.":"Først endrer du passordet for Firefox-kontoen din.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Deretter, om Firefox lagrer passord for nettsider, bør du også endre disse passordene. Angripere kan få tilgang til disse passordene, og du bør derfor kontrollere disse kontoene for mistenkelig aktivitet.","Learn how to see what passwords Firefox is storing for you.":"Les, hvordan du kan se, hvilke passord Firefox har lagret for deg.","Best,":"Med vennlig hilsen","The Firefox Accounts team":"Teamet for Firefox-konto","Account recovery key generated":"Gjenopprettingsnøkkel for konto opprettet","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Du har opprettet en nøkkel for kontogjenoppretting for din Firefox-konto ved hjelp av følgende enhet:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Hvis dette ikke var deg, <a %(revokeAccountRecoveryLinkAttributes)s>klikk her.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Du har opprettet en nøkkel for kontogjenoppretting for din Firefox-konto fra følgende enhet:","If this was not you, revoke key.":"Hvis dette ikke var deg, tilbakekall nøkkelen.","Two-step authentication enabled":"Totrinns-verifisering aktivert","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Du har aktivert totrinns-verifisering på din Firefox-konto fra følgende enhet:","Security codes from your authentication app will now be required at each sign-in.":"Sikkerhetskoder fra autentiseringappen din vil nå kreves ved hver pålogging.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Du har aktivert totrinns-verifisering på din Firefox-konto. Sikkerhetskoder fra autentiseringappen din vil nå kreves ved hver pålogging.","New primary email":"Ny primær e-post","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Du har endret den primære e-postadressen din til %(email)s. Denne adressen benytter du som brukernavn for å logge inn på Firefox-kontoen din, samt for å ta imot sikkerhetsvarsler og bekreftelser på innlogginger.","Recovery code consumed":"Gjenopprettingskode brukt","You have successfully consumed a recovery code from the following device:":"Du har brukt en gjenopprettingskode fra følgende enhet:","Consumed recovery code":"Brukt gjenopprettingskode","New recovery codes generated":"Nye gjenopprettingskoder generert","You have successfully generated new recovery codes from the following device:":"Du har generert nye gjenopprettingskoder fra følgende enhet:","Account recovery key removed":"Gjenopprettingsnøkkel for konto fjernet","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Du har fjernet en nøkkel for kontogjenoppretting for din Firefox-konto ved hjelp av følgende enhet:","This recovery key can no longer be used to recover your account.":"Denne gjenopprettingsnøkkelen kan ikke lenger brukes til å gjenopprette kontoen din.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Du har fjernet en nøkkel for kontogjenoppretting for din Firefox-konto fra følgende enhet:","Secondary email removed":"Sekundær e-postadesse fjernet","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Du har slettet %(secondaryEmail)s som en sekundær e-postadresse fra Firefox-kontoen din. Sikkerhetsmeldinger og innloggingsbekreftelser vil ikke lenger bli leverte til denne adressen.","This is an automated email; if you received it in error, no action is required.":"Dette er en automatisert e-postmelding; hvis du har mottatt denne e-posten ved en feil,  trenger du ikke å gjøre noe.","Two-step authentication disabled":"Totrinns-verifisering deaktivert","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Du har deaktivert totrinns-verifisering på din Firefox-konto fra følgende enhet:","Security codes will no longer be required at each sign-in.":"Sikkerhetskoder vil ikke lenger kreves ved hver pålogging.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Du har deaktivert totrinns-verifisering på din Firefox-konto. Sikkerhetskoder vil ikke lenger kreves ved hver pålogging.","Account verified!":"Kontoen er bekreftet!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Du har nå koblet til din første enheten til Firefox-kontoen din. Du kan nå logge inn på Sync fra de andre enhetene dine, inkludert Firefox for <a %(androidLinkAttributes)s>Android</a> og <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Du har nå koblet til din første enhet til din Firefox-konto. Nå kan du logge inn på Sync fra dine andre enheter, inkludert Firefox for Android og iOS.","Sign in to Sync:":"Logg inn på Sync:","Secondary email added":"Sekundær e-postadresse lagt til","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Du har bekreftet %(secondaryEmail)s som en sekundær e-postadresse for Firefox-kontoen din. Sikkerhetsmeldinger og innloggingsbekreftelser vil nå bli leverte til begge e-postadressene.","Need to reset your password?":"Trenger du å tilbakestille passordet ditt?","Click the button within the next hour to create a new password. The request came from the following device:":"Trykk på knappen innen den neste timen for å lage et nytt passord. Forespørselen kom fra følgende enhet:","Create new password":"Lag nytt passord","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Takk for at du valgte Firefox! Du kan installere Firefox for mobil her: %(link)s","Is this you signing in?":"Er det du som logger inn?","If yes, here is the authorization code you need:":"Hvis ja, her er godkjenningskoden du trenger:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Hvis nei, hjelp oss med å avverge inntrengere og <a %(reportSignInLinkAttributes)s>rapporter dette til oss.</a>","If no, help us fend off intruders and report it to us.":"Hvis nei, hjelp oss med å avverge inntrengere og rapporter dette til oss.","Welcome!":"Velkommen!","Please activate your account by confirming this email address.":"Aktiver din konto ved å bekrefte denne e-postadressen.","Activate now":"Aktiver nå","Verify Email":"Bekreft e-post","Verify your email to finish your Firefox Account registration":"Bekreft din e-postadresse for å fullføre registreringen av Firefox-kontoen din.","Activate now:":"Aktiver nå:","For added security, please confirm this sign-in from the following device:":"For ekstra sikkerhet, bekreftet denne innloggingen fra følgende enhet:","Confirm sign-in":"Bekreft innlogging","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Hvis du mistenker at noen prøver å få tilgang til kontoen din, <a %(passwordChangeLinkAttributes)s>må du endre passordet ditt</a>.","Verify primary email":"Verifiser primær e-post","A request to perform an account change has been made from the following device:":"En forespørsel om å utføre en kontoendring er gjort fra følgende enhet:","Verify email ":"Bekreft e-post ","Once verified, account changes like adding a secondary email will become possible from this device.":"Når bekreftet, vil endringer i kontoen som å legge til en sekundær e-post, bli mulig fra denne enheten.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Om du ikke godkjente denne handlingen, så <a %(passwordChangeLinkAttributes)s>bytt passordet ditt</a>.","Verify email: ":"Bekreft e-post: ","If you did not authorize this action, please change your password.":"Om du ikke godkjente denne handlingen, så bytt passordet ditt.","Verify secondary email":"Verifiser sekundær e-postadresse","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"En forespørsel om å bruke %(email)s som en sekundær e-postadresse er gjort fra følgende Firefox-konto:","Once verified, this address will begin receiving security notifications and confirmations.":"Når e-postadressen er verifisert, vil den begynne å motta sikkerhetsvarsler og bekreftelser.","Ready, set, sync":"Klar, ferdig, synkroniser","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Bekreft, at du har mottatt denne e-post, så hjelper vi deg med å installere og synkronisere Firefox på alle dine enheter, og begynner med:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Etter bekreftelsen hjelper vi deg med å installere og koble til Firefox på minst én annen enhet.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s på %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s på %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (estimert)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (estimert)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (estimert)","%(country)s (estimated)":"%(country)s (estimert)","Verify your Firefox Account":"Verifiser din Firefox-konto","Confirm your email and start to sync!":"Bekreft din e-postadresse og begynn å synkronisere!","Firefox Account authorization code":"Firefox-konto godkjenningskode","Confirm new sign-in to %(clientName)s":"Bekreftet ny innlogging på %(clientName)s","Sign-in code for Firefox":"Innloggingskode for Firefox","Reset your Firefox Account password":"Tilbakestill passordet for Firefox-kontoen din","Your Firefox Account password has been changed":"Passordet for Firefox-kontoen din er endret","Firefox Account password changed":"Passordet for Firefox-kontoen er endret","Firefox Account password reset required":"Tilbakestilling av passord for Firefox-kontoen er påkrevd","Firefox Account verified":"Firefox-konto verifisert","Secondary Firefox Account email added":"Sekundær e-postadresse for Firefox-konto lagt til","Firefox Account new primary email":"Firefox-konto ny primær e-post","Secondary Firefox Account email removed":"Sekundær e-postadresse i Firefox-kontoen fjernet","Firefox Account password reset with recovery key":"Tilbakestilling av passord for din Firefox-konto med gjenopprettingsnøkkel","Page not found":"Siden ble ikke funnet","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Den forespurte siden ble ikke funnet. Vi har blitt varslet, og vil fikse de lenker som ikke virker.","Home":"Hjem","500 Error":"500-feil","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Å nei, noe gikk galt. Vi har blitt informert og vil gå i gang med å finne med en løsning.","502 Error":"Feil 502","Server busy, try again soon":"Server opptatt, prøv igjen senere","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Vi er for tiden under stor belastning og arbeider for at systemet så snart som mulig skal fungere normalt igjen.","Loading":"Laster","Firefox Accounts requires JavaScript.":"Firefox-konter krever JavaScript.","Privacy Notice":"Personvernspolicy","Terms of Service":"Tjenestevilkår"}