{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-08-31 17:54+0000","last-translator":"Michael Wolf <milupo@sorbzilla.de>","language-team":"LANGUAGE <LL@li.org>","language":"dsb","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);","x-generator":"Pontoon","x-pootle-mtime":"1444481614.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Sćo swój prědny rěd wuspěšnje ze swójim kontom Firefox zwězał. Něnto móžośo se pla Sync z drugich rědow pśizjawiś, inkluziwnje Firefox za <a href='%(androidUrl)s'>Android</a> a <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Sćo swój prědny rěd wuspěšnje ze swójim kontom Firefox zwězał. Aby nejwěcej ze Sync wuwónoźeł zwězajśo z <a href='%(androidUrl)s'>Firefox za Android</a> abo <a href='%(iosUrl)s'>Firefox za iOS</a>.","Connect another device":"Dalšny rěd zwězaś","Sign in to Sync":"Pla Sync pśizjawiś","Firefox Accounts":"Konta Firefox","Low recovery codes remaining":"Mało wótnowjeńskich kodow wušej","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Smy zwěsćili, až mało wótnowjeńskich kodow wužywaśo. Pšosym rozwažujśo, lěc nowe kody napórajośo, aby se wobinuł zastajenja swójogo konta.","Generate codes":"Kody napóraś","This is an automated email.":"To jo awtomatiska mejlka.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Za dalšne informacije woglědajśo se pšosym k <a %(supportLinkAttributes)s>Pomoc Mozilla</a>.","Mozilla Privacy Policy":"Pšawidła priwatnosći Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Smy zwěsćili, až mało wótnowjeńskich kodow wužywaśo. Pšosym rozwažujśo, lěc nowe kody napórajośo, aby se wobinuł zastajenja swójogo konta.","Generate codes:":"Kody napóraś:","For more information, please visit %(supportUrl)s":"Za dalšne informacije glejśo %(supportUrl)s","New sign-in to %(clientName)s":"Nowe pśizjawjenje pla %(clientName)s","IP address: %(ip)s":"IP-adresa: %(ip)s","Manage account":"Konto zastojaś","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"To jo awtomatizěrowana mejlka; jolic njejsćo toś tu akciju awtorizěrował, <a %(passwordChangeLinkAttributes)s>změńśo pšosym swójo gronidło.</a>","Manage account:":"Konto zastojaś:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"To jo awtomatiska mejlka; jolic njejsćo swójomu kontoju Firefox nowy rěd pśidał, změńśo pšosym ned swójo gronidło na %(passwordChangeLink)s","Password changed successfully":"Gronidło jo se wuspěšnje změniło","Your Firefox Account password was successfully changed from the following device:":"Gronidło wašogo konta Firefox jo se wuspěšnje ze slědujucego rěda změniło:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"To jo awtomatiska mejlka; jolic njejsćo toś tu akciju awtorizěrował, <a %(resetLinkAttributes)s>stajśo pšosym swojo gronidło slědk</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"To jo awtomatiska mejlka; jolic njejsćo gronidło swójogo konta Firefox změnił, by wy měł jo ned na %(resetLink)s slědk stajiś","Your account password was changed":"Wašo kontowe gronidło jo se změniło","You will need to enter your new password on other devices to resume syncing.":"Musyśo swójo nowe gronidło na drugich rědach zapódaś, aby pókšacował ze synchronizaciju.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Jolic njejsćo jo změnił, <a %(resetLinkAttributes)s>stajśo něnto swójo gronidło slědk</a>.","If you did not change it, please reset your password now at %(resetLink)s":"Jolic njejsćo jo změnił, stajśo pšosym něnto swojo gronidło na %(resetLink)s slědk","Your account password was reset with a recovery key":"Wašo kontowe gronidło jo se slědk stajiło z wótnowjeńskim klucom","You have successfully reset your password using a recovery key from the following device:":"Sćo wuspěšnje slědk stajił swójo gronidło z pomocu wótnowjeńskego kluca ze slědujucego rěda:","You will need to generate a new recovery key.":"Musyśo nowy wótnowjeński kluc napóraś.","Create new recovery key":"Nowy wótnowjeński kluc napóraś","Create new recovery key:":"Nowy wótnowjeński kluc napóraś:","If you suspect that someone is trying to gain access to your account, please change your password.":"Jolic měniśo, až něchten wopytujo, pśistup k wašomu kontoju dostaś, změńśo pšosym swójo gronidło.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Smy zawózdatnu aktiwitu na wašom konśe Firefox namakali. Wašo konto jo se snaź wót tśeśich wobgrozyło.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Aby my dalšnemu njeawtorizěrowanemu pśistupoju na wašo konto Firefox zajowali, smy wašo gronidło slědk stajili a informěrujomy was wěstosći dla.","What should you do?":"Co dejał wy něnto cyniś?","First, change your Firefox Account password.":"Změńśo ako prědne swójo gronidło za konto Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Ako druge wy dejał teke toś te gronidła změniś, jolic Firefox gronidła websedłow składujo. Napadowarje by mógli teke pśistup k toś tym gronidłam měś, togodla wy by dejał toś te konta za zawózdatnu aktiwitu pśeglědowaś.","Learn how to see what passwords Firefox is storing for you.":"Zgóńśo, kak móžośo spóznaś, kótare gronidła Firefox za was składujo.","Best,":"Z pśijaśelnym póstrowom,","The Firefox Accounts team":"Team Firefox Accounts","Account recovery key generated":"Kontowy wótnowjeński kluc jo se napórał","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Sćo wuspěšnje napórał nowy wótnowjeński kluc za swójo konto Firefox z pomocu slědujucego rěda:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Jolic wy to njejsćo był, <a %(revokeAccountRecoveryLinkAttributes)s>klikniśo how.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Sćo wuspěšnje napórał nowy wótnowjeński kluc za swójo konto Firefox z slědujucego rěda:","If this was not you, revoke key.":"Jolic wy to njejsćo był, wótwołajśo kluc.","Two-step authentication enabled":"Dwójokšacowa awtentifikacija jo se zmóžniła","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Sćo wuspěšnje zmóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox ze slědujucego rěda:","Security codes from your authentication app will now be required at each sign-in.":"Wěstotne kody z wašogo awtentifikaciskego nałoženja su wótněnta trěbne pśi kuždem pśizjawjenju.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Sćo wuspěšnje zmóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox. Wěstotne kody z wašogo awtentifikaciskego nałoženja su wótněnta trěbne pśi kuždem přizjawjenju.","New primary email":"Nowa primarna e-mailowa adresa","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Sćo swóju primarnu e-mailowu adresu wuspěšnje do %(email)s změnił. Toś ta adresa jo něnto wašo wužywarske mě za pśizjawjenje pla wašogo konta Firefox a aby wy wěstotne powěsći a pśizjawjeńske wobšruśenja dostał.","Recovery code consumed":"Wótnowjeński kod jo se wužył","You have successfully consumed a recovery code from the following device:":"Sćo wuspěšnje wužył wótnowjeński kod ze slědujucego rěda:","Consumed recovery code":"Wužyty wótnowjeński kod","New recovery codes generated":"Nowy wótnowjeński kod napórany","You have successfully generated new recovery codes from the following device:":"Sćo wuspěšnje napórał nowe wótnowjeńske kody ze slědujucego rěda:","Account recovery key removed":"Kontowy wótnowjeński kluc jo se wótwónoźeł","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Sćo wuspěšnje wótwónoźeł nowy wótnowjeński kluc za swójo konto Firefox z pomocu slědujucego rěda:","This recovery key can no longer be used to recover your account.":"Toś ten wótnowjeński kluc njedajo se wěcej wužywaś, aby wašo konto wótnowił.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Sćo wuspěšnje wótwónoźeł nowy wótnowjeński kluc za swójo konto Firefox z slědujucego rěda:","Secondary email removed":"Druga e-mailowa adresa jo se wótwónoźeła","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Sćo %(secondaryEmail)s ako sekundarnu e-mailowu adresu ze swójogo konta Firefox wuspěšnje wótwónoźił. Wěstotne powěźeńki a pśizjawjeńske wobkšuśenja njebudu se wěcej na toś tu adresu słaś.","This is an automated email; if you received it in error, no action is required.":"To jo awtomatizěrowana mailka; joli sćo ju zamólnje dostał, njetrjebaśo nic cyniś.","Two-step authentication disabled":"Dwójokšacowa awtentifikacija jo se znjemóžniła","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Sćo wuspěšnje znjemóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox ze slědujucego rěda:","Security codes will no longer be required at each sign-in.":"Wěstotne kody wěcej njejsu wótněnta trěbne pśi kuždym pśizjawjenju.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Sćo wuspěšnje znjemóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox. Wěstotne kody wěcej njejsu wótněnta trěbne pśi kuždem pśizjawjenju.","Account verified!":"Konto jo se wobkšuśiło!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Sćo swój prědny rěd wuspěšnje z kontom Firefox zwězał. Něnto móžośo se wót swójich drugich rědow pla Sync pśizjawiś, inkluziwnje Firefox za <a %(androidLinkAttributes)s>Android</a> a <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Sćo swój prědny rěd wuspěšnje ze swójim kontom Firefox zwězał. Něnto móžośo se pla Sync ze swójich drugich rědow pśizjawiś, inkluziwnje Firefox za Android a iOS.","Sign in to Sync:":"Pla Sync pśizjawiś:","Secondary email added":"Druga e-mailowa adresa jo se pśidała","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Sćo %(secondaryEmail)s wuspěšnje ako sekundarnu e-mailowu adresu za swójo konto Firefox wobkšuśił. Wěstotne powěźeńki a pśizjawjeńske wobkšuśenja budu se něnto na wobej e-mailowej adresy słaś.","Need to reset your password?":"Musyśo swojo gronidło slědk stajiś?","Click the button within the next hour to create a new password. The request came from the following device:":"Klikniśo na tłocašk w běgu góźinu, aby napórał nowe gronidło. Napšašowanje pśiźo wót slědujucego rěda:","Create new password":"Nowe gronidło napóraś","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Wjeliki źěk, až sćo Firefox wubrał! Móžośo Firefox za mobilny rěd how instalěrowaś: %(link)s","Is this you signing in?":"Cośo se wy pśizjawiś?","If yes, here is the authorization code you need:":"Jolic jo, how jo awtorizěrowański kod, kótaryž trjebaśo:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Joli nic, pomagajśo nam zadobywarje wótwoboraś a <a %(reportSignInLinkAttributes)s>dajśo nam to k wěsći.</a>","If no, help us fend off intruders and report it to us.":"Jolic nic, pomagajśo nam zadobywarje wótwoboraś a dajśo nam to k wěsći.","Welcome!":"Witajśo!","Please activate your account by confirming this email address.":"Pšosym aktiwěrujśo swójo konto, aby toś tu e-mailowu adresu wobkšuśił.","Activate now":"Něnto aktiwěrowaś","Verify Email":"E-mailowu adresu wobkšuśiś","Verify your email to finish your Firefox Account registration":"Wobkšuśćo swóju e-mailowu adresu, aby registrěrowanje swójogo konta Firefox dokóńcył","Activate now:":"Něnto aktiwěrowaś:","For added security, please confirm this sign-in from the following device:":"Aby wěstotu pówušył, wobkšuśćo pšosym toś to pśizjawjenje ze slědujucego rěda:","Confirm sign-in":"Pśizjawjenje wobkšuśiś","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Jolic měniśo, až něchten wopytujo, pśistup k wašomu kontoju dostaś, <a %(passwordChangeLinkAttributes)s>změńśo pšosym swójo gronidło</a>.","Verify primary email":"Primarnu e-maijlowu adresu pśepytowaś","A request to perform an account change has been made from the following device:":"Slědujucy rěd jo sebje pominał, kontowu změnu pśewjasć:","Verify email ":"E-mail pśeglědowaś","Once verified, account changes like adding a secondary email will become possible from this device.":"Gaž su wobkšuśone, su kontowe změny móžne, kaž na pśikład pśidawanje sekundarneje e-mailoweje adrese z toś togo rěda.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Jolic njejsćo toś tu akciju awtorizěrował, <a %(passwordChangeLinkAttributes)s>změńśo pšosym swójo gronidło</a>.","Verify email: ":"E-mailowu adresu wobkšuśiś: ","If you did not authorize this action, please change your password.":"Jolic njejsćo toś tu akciju awtorizěrował, změńśo pšosym swójo gronidło.","Verify secondary email":"Drugu e-mailowu adresu wobkšuśiś","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Slědujuce konto Firefox jo pominało, %(email)s ako drugu e-mailowu adresu wužywaś:","Once verified, this address will begin receiving security notifications and confirmations.":"Gaž jo se wobkšuśiła, toś ta adresa zachopijo wěstotne powěźeńki a wobkšuśenja dostawaś.","Ready, set, sync":"Gótowo, nastajiś, synchronizěrowaś","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Wobkšuśćo, až sćo toś tu mejlku dostał a buźomy wam pomagaś, Firefox na wšych wašych rědach instalěrowaś a synchronizěrowaś, zachopinajucy z:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Gaž jo wobkšuśona, buźomy wam pomagaś, Firefox na nanejmjenjej jadnom drugem rěźe instalěrowaś a zwězaś.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s na %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s na %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (licone)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (licone)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (licone)","%(country)s (estimated)":"%(country)s (licony)","Verify your Firefox Account":"Wobkšuśćo swójo konto Firefox","Confirm your email and start to sync!":"Wobkšuśćo swóju e-mail a zachopśo synchronizěrowaś!","Firefox Account authorization code":"Awtorizěrowański kod konta Firefox","Confirm new sign-in to %(clientName)s":"Nowe pśizjawjenje pla %(clientName)s wobkšuśiś","Sign-in code for Firefox":"Pśizjawjeński kod za Firefox","Reset your Firefox Account password":"Stajśo gronidło swójogo konta Firefox slědk","Your Firefox Account password has been changed":"Gronidło wašogo konta Firefox jo se změniło","Firefox Account password changed":"Gronidło konta Firefox jo se změniło","Firefox Account password reset required":"Gronidło konta Firefox musy se slědk stajiś","Firefox Account verified":"Konto Firefox wobkšuśone","Secondary Firefox Account email added":"Druga e-mailowa adresa konta Firefox jo se pśidała","Firefox Account new primary email":"Nowa primarna e-mailowa adresa konta Firefox","Secondary Firefox Account email removed":"Sekundarna e-mailowa adresa za konto Firefox jo se wótwónoźeła","Firefox Account password reset with recovery key":"Gronidło konta Firefox jo se slědk stajiło z wótnowjeńskim klucom","Page not found":"Bok njeje namakał","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Bok, kótaryž sćo pominał, njejo se namakał. Smy powěsć dostali a pórěźamy njepłaśiwe wótkaze.","Home":"Startowy bok","500 Error":"Zmólka 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Mój Bog, něco jo kśiwje šło. Smy se informěrowali a dajomy se do wótwónoźowanja problema.","502 Error":"Zmólka 502","Server busy, try again soon":"Serwer jo pśeśěžony, wopytajśo za krotki cas hyšći raz","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Smy tuchylu pód wusokim póśěženim a źěłamy na tom, system tak skóro ako móžno normalny k dispoziciji stajiś.","Loading":"Zacytanje","Firefox Accounts requires JavaScript.":"Firefox Accounts pomina se JavaScript.","Privacy Notice":"Powěźeńka priwatnosći","Terms of Service":"Wužywańske wuměnenja"}