{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-10-14 02:11+0000","last-translator":"新垣结衣松冈茉优长泽雅美门胁麦上野树里石原里美 <eloli@foxmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"zh_CN","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Pontoon","x-pootle-mtime":"1444933939.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"您已成功连接了首台设备到您的 Firefox 账户。现在您可以在您的其他设备上登录和开始“同步”了，包括 Firefox 的 <a href='%(androidUrl)s'>Android</a> 和 <a href='%(iosUrl)s'>iOS</a> 版本。","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"您已成功连接了首台设备到您的 Firefox 账户。为了充分使用同步，连接任何 <a href='%(androidUrl)s'>Firefox Android 版</a> 或者 <a href='%(iosUrl)s'>Firefox iOS 版</a>吧。","Connect another device":"连接另一台设备","Sign in to Sync":"登录同步服务","Firefox Accounts":"Firefox 账户","Low recovery codes remaining":"剩余的救援码较少","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"我们注意到您的救援码所剩不多了。请考虑生成一些新的救援码，以备无法登录账号时使用。","Generate codes":"生成救援码","This is an automated email.":"这是一封自动发送的邮件。","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"更多信息请访问 <a %(supportLinkAttributes)s>Mozilla 支持</a>。","Mozilla Privacy Policy":"Mozilla 隐私政策","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"我们注意到您的救援码所剩不多了。请考虑生成一些新的救援码，以备无法登录账号时使用。","Generate codes:":"生成救援码：","For more information, please visit %(supportUrl)s":"更多信息请访问 %(supportUrl)s","New sign-in to %(clientName)s":"%(clientName)s 有新的登录活动","IP address: %(ip)s":"IP 地址：%(ip)s","Manage account":"管理账号","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"这是一封自动发送的电子邮件。如果您没有进行此操作，<a %(passwordChangeLinkAttributes)s>请更改您的密码</a>。","Manage account:":"管理账号：","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"这是一封自动发送的邮件。如果您并未将一个新设备添加到您的 Firefox 账户，您应该立即在 %(passwordChangeLink)s 更改您的密码","Password changed successfully":"密码更改成功","Your Firefox Account password was successfully changed from the following device:":"您 Firefox 账户的密码已成功从下列设备更改：","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"这是一封自动发送的邮件；如果您未授权此操作，请<a %(resetLinkAttributes)s>重置您的密码</a>。","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"这是一封自动发送的邮件。如果您没有更改您 Firefox 账户的密码，请立即在 %(resetLink)s 重置您的密码","Your account password was changed":"您的账号密码已更改","You will need to enter your new password on other devices to resume syncing.":"您需要将您的新密码输入到其他设备以继续同步。","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"如果这次更改并非由您所做，请立即<a %(resetLinkAttributes)s>重置您的密码</a>。","If you did not change it, please reset your password now at %(resetLink)s":"如果这次更改并非由您所做，请立即于 %(resetLink)s 重置您的密码","Your account password was reset with a recovery key":"已使用救援密钥重置密码","You have successfully reset your password using a recovery key from the following device:":"您已使用下列设备中的救援密钥成功重置密码：","You will need to generate a new recovery key.":"您必须生成新的救援密钥。","Create new recovery key":"生成新的救援密钥","Create new recovery key:":"生成新的救援密钥：","If you suspect that someone is trying to gain access to your account, please change your password.":"如果您怀疑有人在试图访问您的账户，请更改您的密码。","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"我们在您的 Firefox 账户存在可疑活动。您的账户可能已被盗用。","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"为了防止进一步地未经授权地访问您的 Firefox 账号，我们重置了您的密码并现在通知您以作为预防措施。","What should you do?":"您应该做什么？","First, change your Firefox Account password.":"首先，更改您 Firefox 账户的密码。","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"其次，如果用 Firefox 存储了网站的密码，您也应该修改这些密码。攻击者可能会获取这些密码，因此您应该检查这些账户是否有可疑活动。","Learn how to see what passwords Firefox is storing for you.":"了解如何看 Firefox 为您存储的密码。","Best,":"祝好，","The Firefox Accounts team":"Firefox 账户团队","Account recovery key generated":"已生成新的救援密钥","You have successfully generated an account recovery key for your Firefox Account using the following device:":"您已使用下列设备，成功生成新的 Firefox 账户救援密钥：","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"若不是您操作的，<a %(revokeAccountRecoveryLinkAttributes)s>请点击此处。</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"您已使用下列设备，成功生成新的 Firefox 账户救援密钥：","If this was not you, revoke key.":"若不是您操作的，请注销该密钥。","Two-step authentication enabled":"两步验证已启用","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"您已成功用下列设备启用 Firefox 账户的两步验证：","Security codes from your authentication app will now be required at each sign-in.":"现在起，每次登录时都会需要您输入身份验证应用上的安全码。","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"您已成功启用 Firefox 账户的两步验证。现在起，每次登录时都会需要您输入身份验证应用上的安全码。","New primary email":"新的主邮箱","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"您已成功将您的主要邮件地址更改为 %(email)s。此邮件地址现在是您用于登录 Firefox 账户的用户名，以及用于接收安全通知和登录确认。","Recovery code consumed":"救援码已被使用","You have successfully consumed a recovery code from the following device:":"您已成功在下列设备上使用救援码登录：","Consumed recovery code":"用过的救援码","New recovery codes generated":"已生成新的救援码","You have successfully generated new recovery codes from the following device:":"您已成功用下列设备生成新的救援码：","Account recovery key removed":"已移除账户救援密钥","You have successfully removed an account recovery key for your Firefox Account using the following device:":"您已使用下列设备，成功移除 Firefox 账户救援密钥：","This recovery key can no longer be used to recover your account.":"将无法再使用该救援密钥来救援您的账户。","You have successfully removed an account recovery key for your Firefox Account from the following device:":"您已使用下列设备，成功移除 Firefox 账户救援密钥：","Secondary email removed":"已移除次要邮箱","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"您已成功移除您的 Firefox 账户中的次要邮箱地址 %(secondaryEmail)s。安全通知和登录确认将不再发送到此地址。","This is an automated email; if you received it in error, no action is required.":"这是一封自动发送的邮件；如果您并未要求但收到这封信件，您不需要进行任何操作。","Two-step authentication disabled":"两步验证已禁用","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"您已成功用下列设备禁用 Firefox 账户的两步验证：","Security codes will no longer be required at each sign-in.":"现在起，无需安全码即可登录。","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"您已成功禁用 Firefox 账户的两步验证。现在起，无需安全码即可登录。","Account verified!":"已验证账户！","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"您已成功连接您的首个设备到您的 Firefox 账户。现在您可以在您的其他设备上登录“同步”功能，包括 Firefox 的 <a %(androidLinkAttributes)s>Android</a> 和 <a %(iosLinkAttributes)s>iOS</a> 版。","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"您已成功连接了首台设备到您的 Firefox 账户。现在您可以在您的其他设备上登录和开始“同步”了，包括 Firefox 的 Android 和 iOS 版本。","Sign in to Sync:":"登录以同步：","Secondary email added":"次要邮件地址已添加","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"您已成功验证 %(secondaryEmail)s 作为您的 Firefox 账户的次要邮箱地址。安全通知和登录确认从现在起将同时发送到两个邮箱。","Need to reset your password?":"需要重置您的密码？","Click the button within the next hour to create a new password. The request came from the following device:":"请在一小时内点击下面的按钮来创建新密码。此次重设密码的请求来自以下设备：","Create new password":"创建新密码","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"感谢您选择 Firefox！您可以选择安装 Firefox 移动版: %(link)s","Is this you signing in?":"是您在登录吗？","If yes, here is the authorization code you need:":"如果是，这是您所需的授权码：","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"如果不是，请帮助我们防范入侵者，<a %(reportSignInLinkAttributes)s>向我们报告</a>。","If no, help us fend off intruders and report it to us.":"如果不是，请帮助我们防范入侵者，向我们报告此事例。","Welcome!":"欢迎！","Please activate your account by confirming this email address.":"请确认此邮件地址以激活您的账户。","Activate now":"立即激活","Verify Email":"验证电子邮件地址","Verify your email to finish your Firefox Account registration":"验证您的电子邮件地址以完成您的 Firefox 账户注册步骤","Activate now:":"立即激活：","For added security, please confirm this sign-in from the following device:":"为了您的安全，请确认从下列设备的登录：","Confirm sign-in":"确认登录","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"如果您怀疑有人在试图访问您的账户，<a %(passwordChangeLinkAttributes)s>请更改您的密码</a>。","Verify primary email":"验证主邮箱","A request to perform an account change has been made from the following device:":"下列设备请求了一项账户变更：","Verify email ":"验证邮箱 ","Once verified, account changes like adding a secondary email will become possible from this device.":"通过验证后，将可从此设备执行添加备用邮箱等账户更改。","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"如果您并未授权此操作, 请<a %(passwordChangeLinkAttributes)s>更改您的密码</a>。","Verify email: ":"验证地址：","If you did not authorize this action, please change your password.":"如果您并未授权此操作，请更改您的密码。","Verify secondary email":"验证次要邮件地址","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"有人请求使用 %(email)s 作为下列 Firefox 账号的次要邮件地址：","Once verified, this address will begin receiving security notifications and confirmations.":"在验证后，此地址将接受有关的安全通知和确认邮件。","Ready, set, sync":"准备、设置、同步","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"确认您已收到这封邮件，我们将帮助您在您的所有设备上安装和开始同步 Firefox：","Once confirmed, we will help you install and connect Firefox on at least one other device.":"在您确认后，我们将帮助您在其他设备上安装和连接 Firefox。","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s 运行于 %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s 运行于 %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(country)s，%(stateCode)s，%(city)s（估计）","%(city)s, %(country)s (estimated)":"%(country)s，%(city)s（估计）","%(stateCode)s, %(country)s (estimated)":"%(country)s，%(stateCode)s（估计）","%(country)s (estimated)":"%(country)s（估计）","Verify your Firefox Account":"验证您的 Firefox 账户","Confirm your email and start to sync!":"确认您的邮箱并开始同步！","Firefox Account authorization code":"Firefox 账户授权码","Confirm new sign-in to %(clientName)s":"确认新的 %(clientName)s 登录活动","Sign-in code for Firefox":"Firefox 的登录代码","Reset your Firefox Account password":"重置您 Firefox 账户的密码","Your Firefox Account password has been changed":"您 Firefox 账号的密码已被更改","Firefox Account password changed":"Firefox 账户的密码已更改完毕","Firefox Account password reset required":"Firefox 账户的密码必须重置","Firefox Account verified":"已验证 Firefox 账户","Secondary Firefox Account email added":"已添加 Firefox 账号 次要邮件地址","Firefox Account new primary email":"新的 Firefox 账号主邮箱","Secondary Firefox Account email removed":"Firefox 账户次要邮箱已移除","Firefox Account password reset with recovery key":"使用救援密钥重置 Firefox 账户密码","Page not found":"页面未找到","The page you requested is not found. We've been notified and will fix any links that may be broken.":"找不到您要打开的页面，我们已收到此通知并会修复出现故障的链接。","Home":"首页","500 Error":"500 错误","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"噢抱歉，出了点问题。我们已经记录下来并将进行修复。","502 Error":"502 错误","Server busy, try again soon":"服务器繁忙，请稍后再试","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"我们目前有大量用户正在访问中，会尽快恢复系统的正常运转。","Loading":"正在加载","Firefox Accounts requires JavaScript.":"启用 JavaScript 后才能使用 Firefox 账户。","Privacy Notice":"隐私政策","Terms of Service":"服务条款"}