{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-02 06:12+0000","last-translator":"Ruba <ruba.awayes@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"ar","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=6; plural=(n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 ? 4 : 5);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. الآن يمكنك تسجيل الدخول إلى المزامنة من أجهزتك الأخري بما في ذلك فَيَرفُكس <a href='%(androidUrl)s'>لأندرويد</a> و <a href='%(iosUrl)s'>لآي أو إس</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. صِلْ الحساب بأي فَيَرفُكس <a href='%(androidUrl)s'>لأندرويد</a> أو <a href='%(iosUrl)s'>لآي أو إس</a> للاستفادة القصوى من التزامُن.","Connect another device":"صِلْ جهاز آخر","Sign in to Sync":"سجل الدخول للمزامنة","Firefox Accounts":"حسابات فَيَرفُكس","Low recovery codes remaining":"رموز الاستعادة المتبقية قليلة","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"لاحظنا بأن رموز الاستعادة لديك باتت قليلة. من فضلك خُذ بالحسبان أن توليد رموز جديدة يقيك من استحالة الوصول إلى حسابك.","Generate codes":"ولّد الرموز","This is an automated email.":"هذه رسالة آلية.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"لمزيد من المعلومات، الرجاء زيارة <a %(supportLinkAttributes)s>مركز موزيلا للدّعم الفنّي</a>.","Mozilla Privacy Policy":"سياسة موزيلا للخصوصيّة","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"لاحظنا بأن رموز الاستعادة لديك باتت قليلة. من فضلك خُذ بالحسبان أن توليد رموز جديدة يقيك من استحالة الوصول إلى حسابك.","Generate codes:":"ولّد الرموز:","For more information, please visit %(supportUrl)s":"لمزيد من المعلومات، الرجاء زيارة %(supportUrl)s","New sign-in to %(clientName)s":"ولوج جديد إلى %(clientName)s","IP address: %(ip)s":"عنوان الـIP: %(ip)s","Manage account":"أدِر الحساب","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"هذا بريد إلكتروني الآلي، إذا كان غير مسموح لهذا الإجراء، فرجاءً <a %(passwordChangeLinkAttributes)s>غير كلمة السرّ الخاصة بك</a>.","Manage account:":"أدِر الحساب:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"هذا بريد إلكتروني آلي، إذا كنت لم تضف جهازًا جديد إلي حساب فَيَرفُكس، فرجاءً غير كلمة سرّك حالًا من هنا %(passwordChangeLink)s","Password changed successfully":"غُيّرت كلمة السرّ بنجاح","Your Firefox Account password was successfully changed from the following device:":"غُيّرت كلمة سرّ حساب فَيَرفُكس بنجاح من الجهاز التالي:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"هذا بريد إلكتروني الآلي، إذا كان غير مسموح لهذا الإجراء، فرجاءً <a %(resetLinkAttributes)s>إعادة تعيين كلمة السرّ الخاصة بك</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"هذا بريد إلكتروني الآلي، إذا لم تغير كلمة السرّ الخاصة بحساب فَيَرفُكس، فرجاءً غير كلمة السرّ الخاصة بك حالأً %(resetLink)s","Your account password was changed":"تغيّرت كلمة سر حسابك","You will need to enter your new password on other devices to resume syncing.":"سيكون عليك إدخال كلمة سر جديدة على الأجهزة الأخرى لاستئناف المزامنة.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"إن لم تكن قد غيّرتها، فرجاءً <a %(resetLinkAttributes)s>صفّر كلمة السر</a> الآن.","If you did not change it, please reset your password now at %(resetLink)s":"إن لم تكن قد غيّرتها، فرجاءً صفّر كلمة السر من %(resetLink)s الآن","Your account password was reset with a recovery key":"صُفِّرت كلمة سر حسابك بأحد مفاتيح الاستعادة","You have successfully reset your password using a recovery key from the following device:":"نجح تصفير كلمة السر باستخدام أحد مفاتيح الاستعادة من الجهاز الآتي:","You will need to generate a new recovery key.":"سيكون عليك تولّيد مفتاح استعادة جديد.","Create new recovery key":"أنشئ مفتاح استعادة جديد","Create new recovery key:":"أنشئ مفتاح استعادة جديد:","If you suspect that someone is trying to gain access to your account, please change your password.":"إذا كنت تظن أن شخصا أخر يحاول الوصول إلي حسابك، فرجاءً غير كلمة السرّ الخاصة بك.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"اكتشافنا نشاط مُشتبَه به في حساب فَيَرفُكس الخاص بك. فربما اُخترق حسابك.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"لتتجنب الوصول غير المصرح به لحساب فَيَرفُكس الخاص بك، أعدنا تعيين كلمة سرّك و نُعلمك كأجراء احترازي.","What should you do?":"ماذا ينبغي أن تفعله؟","First, change your Firefox Account password.":"أولاً، غيّر كلمة السرّ الخاصة بحساب فَيَرفُكس.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"ثانياً، أذا كان فَيَرفُكس يخزن كلمات السرّ الخاصة بالمواقع فيجب تغيّرها أيضا. ربما حصَل المهاجمون علي كلمات السرّ هذه، لذلك يجب عليك فحص هذه الحسابات للأنشطة المشبُهة.","Learn how to see what passwords Firefox is storing for you.":"اطّلع على كلمات السرّ الخاصة بك المُخزنة في فَيَرفُكس.","Best,":"تحياتنا،","The Firefox Accounts team":"فريق مشروع حسابات فَيَرفُكس","Account recovery key generated":"وُلّد مفتاح استعادة الحساب","You have successfully generated an account recovery key for your Firefox Account using the following device:":"نجح توليد مفتاح استعادة للحساب باستخدام حسابَ فَيَرفُكس في الجهاز الآتي:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"إن لم يكن هذا أنت <a %(revokeAccountRecoveryLinkAttributes)s>فانقر هنا</a>.","You have successfully generated an account recovery key for your Firefox Account from the following device:":"نجح توليد مفتاح استعادة للحساب من حسابَ فَيَرفُكس في الجهاز الآتي:","If this was not you, revoke key.":"إن لم يكن هذا أنت فاسحب المفتاح.","Two-step authentication enabled":"فُعّل الاستيثاق بخطوتين","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"نجح تفعيل الاستيثاق بخطوتين لحسابَ فَيَرفُكس بالجهاز الآتي:","Security codes from your authentication app will now be required at each sign-in.":"ستكون الآن رموز الاستعادة من تطبيق الاستيثاق مطلوبة للولوج.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"نجح تفعيل الاستيثاق بخطوتين لحساب فَيَرفُكس. ستكون الآن رموز الاستعادة من تطبيق الاستيثاق مطلوبة للولوج.","New primary email":"البريد الإلكتروني الأساسي الجديد","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"نجح تغيير البريد الإلكتروني الأولي إلى %(email)s. سيكون هذا العنوان هو اسم المستخدم الجديد للولوج إلى حساب فَيَرفُكس واستلام التنبيهات الأمنية وتأكيدات الولوج.","Recovery code consumed":"استخدمت رمز استعادة","You have successfully consumed a recovery code from the following device:":"نجح استخدام أحد رموز الاستعادة من الجهاز الآتي:","Consumed recovery code":"استهلكت رمز استعادة","New recovery codes generated":"وُلّدت رموز استعادة جديدة","You have successfully generated new recovery codes from the following device:":"نجح توليد رموز استعادة جديدة من الجهاز الآتي:","Account recovery key removed":"حُذفَ مفتاح استعادة الحساب","You have successfully removed an account recovery key for your Firefox Account using the following device:":"نجحت إزالة مفتاح استعادة الحساب من حسابَ فَيَرفُكس باستخدام الجهاز الآتي:","This recovery key can no longer be used to recover your account.":"لم يعد ممكنًا استخدام مفتاح الاستعادة لاستعادة حسابك.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"نجحت إزالة مفتاح استعادة الحساب من حسابَ فَيَرفُكس بالجهاز الآتي:","Secondary email removed":"حُذفَ البريد الثانوي","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"نجحت إزالة %(secondaryEmail)s باعتباره بريدا إلكترونيا ثانويا من حساب فَيَرفُكس. لن تُرسل بعد الآن التنبيهات الأمنية وتأكيدات الولوج إلى ذلك العنوان.","This is an automated email; if you received it in error, no action is required.":"هذا بريد إلكتروني الآلي، إذا تلقيته لوجود خطأ فليس مطلوب أي إجراء.","Two-step authentication disabled":"عُطّل الاستيثاق بخطوتين","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"لقد عطّلت بنجاح الاستيثاق بخطوتين لحساب فَيَرفُكس بالجهاز الآتي:","Security codes will no longer be required at each sign-in.":"لن تعود رموز الاستعادة مطلوبة للولوج.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"لقد عطّلت بنجاح الاستيثاق بخطوتين لحساب فَيَرفُكس خاصتك. لم تعد رموز الأمان مطلوبة في كل عملية ولوج.","Account verified!":"اُكّد الحساب!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. الآن يمكنك تسجيل الدخول إلى المزامنة من أجهزتك الأخري بما في ذلك فَيَرفُكس للـ <a %(androidLinkAttributes)s>أندرويد</a> و <a %(iosLinkAttributes)s>آي أو إس</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. الآن يمكنك تسجيل الدخول إلى المزامنة من أجهزتك الأخري بما في ذلك فَيَرفُكس لأندرويد و لآي أو إس.","Sign in to Sync:":"سجل الدخول للمزامنة:","Secondary email added":"أُضيفَ البريد الثانوي","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"نجح تأكيد %(secondaryEmail)s باعتباره بريدا إلكترونيا ثانية لحساب فَيَرفُكس. ستُرسل الآن التنبيهات الأمنية وتأكيدات الولوج إلى عنواني البريد معا.","Need to reset your password?":"أتريد تصفير كلمة السر؟","Click the button within the next hour to create a new password. The request came from the following device:":"انقر الزر خلال الساعة القادمة لتُنشئ كلمة سر جديدة. أتى هذا الطلب من الجهاز التالي:","Create new password":"أنشئ كلمة سر جديدة","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"شكرا لاختيارك فَيَرفُكس! يمكنك تنزيل فَيَرفُكس للمحمول من هنا: %(link)s","Is this you signing in?":"هل هذا أنت من تلج؟","If yes, here is the authorization code you need:":"إذا كان الجواب نعم، هذا هو رمز التخويل الذي تحتاجة:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"إن لم يكن كذلك فساعدنا على منع المتسللين <a %(reportSignInLinkAttributes)s>بإبلاغنا عن هذا</a>.","If no, help us fend off intruders and report it to us.":"إن لم يكن كذلك فساعدنا على منع المتسللين بإبلاغنا عن هذا.","Welcome!":"مرحبًا!","Please activate your account by confirming this email address.":"رجاءً فعّل حسابك عن طريق تأكيد عنوان بريدك الإلكتروني هذا.","Activate now":"فعّل الآن","Verify Email":"أكّد البريد الإلكتروني","Verify your email to finish your Firefox Account registration":"أكّد بريدك الإلكتروني لإنهاء تسجيل حساب فَيَرفُكس الخاص بك","Activate now:":"فعّل الآن:","For added security, please confirm this sign-in from the following device:":"لمزيد من الأمان، رجاءً أكّد عملية الولوج من الجهاز الآتي:","Confirm sign-in":"أكّد الولوج","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"إذا كنت تظن أن شخصا أخر يحاول الوصول إلي حسابك، فرجاءً <a %(passwordChangeLinkAttributes)s>غير كلمة السرّ الخاصة بك</a>.","Verify primary email":"أكِّد البريد الإلكتروني الأولي","A request to perform an account change has been made from the following device:":"طُلب إجراء تغيير للحساب من الجهاز الآتي:","Verify email ":"أكّد البريد ","Once verified, account changes like adding a secondary email will become possible from this device.":"ما إن تؤكّده ستكون التغييرات على الحساب (مثل إضافة بريد ثانوي) ممكنًا من هذا الجهاز.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"إن لم تكن قد استوثقت هذا الإجراء <a %(passwordChangeLinkAttributes)s>فرجاءً غيّر كلمة السر</a>.","Verify email: ":"أكّد البريد: ","If you did not authorize this action, please change your password.":"إن لم تكن من استوثق هذا الإجراء، فرجاءً غيّر كلمة السر.","Verify secondary email":"أكّد البريد الثانوي","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"جرى طلب استخدام %(email)s باعتباره بريدا إلكترونيا ثانية من حساب فَيَرفُكس الآتي:","Once verified, this address will begin receiving security notifications and confirmations.":"ما إن تؤكّده سيبدأ إرسال التنبيهات الأمنية والتأكيدات إلى هذا العنوان.","Ready, set, sync":"جهّز نفسك، استعداد، زامن","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"أكِّد استلامك لهذا البريد وسنساعدك بتنزيل فَيَرفُكس ومزامنته على كل أجهزتك التي تبدأ بِ‍:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"ما إن تؤكّده سنساعدك في تثبيت وربط فَيَرفُكس على جهاز آخر على الأقل.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s على %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s على %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s، %(stateCode)s، %(country)s (تقريبًا)","%(city)s, %(country)s (estimated)":"%(city)s، %(country)s (تقريبًا)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s، %(country)s (تقريبًا)","%(country)s (estimated)":"%(country)s (تقريبًا)","Verify your Firefox Account":"أكّد حساب فَيَرفُكس الخاص بك","Confirm your email and start to sync!":"أكّد بريدك الإلكتروني لبدء التزامن!","Firefox Account authorization code":"رمز التخويل لحسابَ فَيَرفُكس","Confirm new sign-in to %(clientName)s":"أكِّد الولوج الجديد إلى %(clientName)s","Sign-in code for Firefox":"رمز الولوج إلى فَيَرفُكس","Reset your Firefox Account password":"إعادة تعيين كلمة السرّ الخاصة بحساب فَيَرفُكس","Your Firefox Account password has been changed":"غُيّرت كلمة السرّ الخاصة بحساب فَيَرفُكس","Firefox Account password changed":"تغيّرت كلمة سر حساب فَيَرفُكس","Firefox Account password reset required":"إعادة تعيين كلمة السرّ لحساب فَيَرفُكس مطلوب","Firefox Account verified":"اُكّد حسابَ فَيَرفُكس","Secondary Firefox Account email added":"أُضيفَ البريد الإلكتروني الثانوي لحساب فَيَرفُكس","Firefox Account new primary email":"البريد الأولي الجديد لحساب فَيَرفُكس","Secondary Firefox Account email removed":"أُزيلَ البريد الإلكتروني الثانوي لحساب فَيَرفُكس","Firefox Account password reset with recovery key":"صُفِّرت كلمة سرّ حساب فَيَرفُكس بمفتاح الاستعادة","Page not found":"لم نتمكّن من إيجاد الصّفحة","The page you requested is not found. We've been notified and will fix any links that may be broken.":"لم يُعثر على الصفحة التي طلبتها. لقد علمنا بالأمر وسنُصلح أيّ رابط قد يكون معطوبا.","Home":"الصفحة الرئيسية","500 Error":"خطأ 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"يا للأسف، حدث خطأ ما. لقد تم إخطارنا وسنعمل على إصلاحه.","502 Error":"خطأ 502","Server busy, try again soon":"الخادوم مشغول، أعد المحاولة بعد قليل","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"نحن حاليًا تحت ضغوط كبيرة و نعمل على إرجاع النظام إلى طبيعته بأسرع وقت ممكن.","Loading":"يُحمّل","Firefox Accounts requires JavaScript.":"حسابات فَيَرفُكس تتطلب جافا سكربت.","Privacy Notice":"سياسة الخصوصيّة","Terms of Service":"شروط الخدمة"}