{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-12-14 06:59+0000","last-translator":"Quế Tùng <best.cloney.1301@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"vi","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Giờ đây, bạn có thể đăng nhập vào Đồng bộ hóa từ các thiết bị khác của mình, bao gồm Firefox cho <a href='%(androidUrl)s'>Android</a> và <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Để tận dụng tối đa Đồng bộ hóa, hãy kết nối mọi ứng dụng <a href='%(androidUrl)s'>Firefox dành cho Android</a> hoặc <a href='%(iosUrl)s'>Firefox dành cho iOS</a>.","Connect another device":"Kết nối với thiết bị khác","Sign in to Sync":"Đăng nhập vào Đồng bộ","Firefox Accounts":"Tài khoản Firefox","Low recovery codes remaining":"Còn ít mã phục hồi còn lại","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Chúng tôi nhận thấy rằng bạn sắp hết mã khôi phục. Vui lòng xem xét tạo mã mới để tránh bị khóa tài khoản của bạn.","Generate codes":"Tạo mã","This is an automated email.":"Đây là một email tự động.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Để biết thêm thông tin, vui lòng truy cập <a %(supportLinkAttributes)s>Mozilla Support</a>.","Mozilla Privacy Policy":"Chính sách bảo mật của Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Chúng tôi nhận thấy rằng bạn sắp hết mã khôi phục. Vui lòng xem xét tạo mã mới để tránh bị khóa tài khoản của bạn.","Generate codes:":"Tạo mã:","For more information, please visit %(supportUrl)s":"Để biết thêm thông tin, vui lòng truy cập %(supportUrl)s","New sign-in to %(clientName)s":"Đăng nhập mới vào %(clientName)s","IP address: %(ip)s":"Địa chỉ IP: %(ip)s","Manage account":"Quản lý tài khoản","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Đây là một email tự động; nếu bạn không cho phép hành động này, <a %(passwordChangeLinkAttributes)s>hãy thay đổi mật khẩu của bạn.</a>","Manage account:":"Quản lý tài khoản:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Đây là một email tự động; nếu bạn không thêm thiết bị mới vào Tài khoản Firefox của mình, bạn nên thay đổi mật khẩu ngay lập tức tại %(passwordChangeLink)s","Password changed successfully":"Mật khẩu đã thay đổi thành công","Your Firefox Account password was successfully changed from the following device:":"Mật khẩu tài khoản Firefox của bạn đã được thay đổi thành công từ thiết bị sau:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Đây là một email tự động; nếu bạn không cho phép hành động này, <a %(resetLinkAttributes)s>vui lòng đặt lại mật khẩu của bạn</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Đây là một email tự động; nếu bạn không thay đổi mật khẩu cho Tài khoản Firefox của mình, bạn nên đặt lại mật khẩu ngay lập tức tại %(resetLink)s","Your account password was changed":"Mật khẩu tài khoản của bạn đã được thay đổi","You will need to enter your new password on other devices to resume syncing.":"Bạn sẽ cần nhập mật khẩu mới của mình trên các thiết bị khác để tiếp tục đồng bộ hóa.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Nếu bạn không thay đổi nó, vui lòng <a %(resetLinkAttributes)s>đặt lại mật khẩu của bạn</a> ngay bây giờ.","If you did not change it, please reset your password now at %(resetLink)s":"Nếu bạn không thay đổi, hãy đặt lại mật khẩu của bạn ngay bây giờ tại %(resetLink)s","Your account password was reset with a recovery key":"Mật khẩu tài khoản của bạn đã được đặt lại bằng khóa khôi phục","You have successfully reset your password using a recovery key from the following device:":"Bạn đã đặt lại mật khẩu thành công bằng cách sử dụng khóa khôi phục từ thiết bị sau:","You will need to generate a new recovery key.":"Bạn sẽ cần tạo khóa khôi phục mới.","Create new recovery key":"Tạo khóa khôi phục mới","Create new recovery key:":"Tạo khóa khôi phục mới:","If you suspect that someone is trying to gain access to your account, please change your password.":"Nếu bạn nghi ngờ rằng ai đó đang cố truy cập vào tài khoản của bạn, vui lòng thay đổi mật khẩu của bạn.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Chúng tôi đã phát hiện hoạt động đáng ngờ trên Tài khoản Firefox của bạn. Tài khoản của bạn có thể đã bị xâm phạm.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Để ngăn chặn thêm quyền truy cập trái phép vào Tài khoản Firefox của bạn, chúng tôi đã đặt lại mật khẩu của bạn và thông báo cho bạn để phòng ngừa.","What should you do?":"Những gì bạn nên làm?","First, change your Firefox Account password.":"Đầu tiên, thay đổi mật khẩu tài khoản Firefox của bạn.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Thứ hai, nếu Firefox lưu mật khẩu vào trang web, bạn cũng nên thay đổi mật khẩu đó. Những kẻ tấn công có thể có quyền truy cập vào các mật khẩu đó, vì vậy bạn nên kiểm tra các tài khoản đó để biết hoạt động đáng ngờ.","Learn how to see what passwords Firefox is storing for you.":"Tìm hiểu cách xem Firefox đang lưu trữ mật khẩu nào cho bạn.","Best,":"Trân trọng,","The Firefox Accounts team":"Nhóm Tài khoản Firefox","Account recovery key generated":"Đã tạo khóa khôi phục tài khoản","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Bạn đã tạo thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Nếu đây không phải là bạn, hãy <a %(revokeAccountRecoveryLinkAttributes)s>nhấp vào đây.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Bạn đã tạo thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:","If this was not you, revoke key.":"Nếu đây không phải là bạn, hãy thu hồi khóa.","Two-step authentication enabled":"Đã bật xác thực hai bước","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Bạn đã bật thành công xác thực hai bước trên Tài khoản Firefox của mình từ thiết bị sau:","Security codes from your authentication app will now be required at each sign-in.":"Bây giờ, mã bảo mật từ ứng dụng xác thực của bạn sẽ được yêu cầu tại mỗi lần đăng nhập.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Bạn đã bật thành công xác thực hai bước trên Tài khoản Firefox của mình. Bây giờ, mã bảo mật từ ứng dụng xác thực của bạn sẽ được yêu cầu tại mỗi lần đăng nhập.","New primary email":"Email chính mới","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Bạn đã thay đổi thành công email chính thành %(email)s. Địa chỉ này hiện là tên người dùng của bạn để đăng nhập vào Tài khoản Firefox của bạn, cũng như nhận thông báo bảo mật và xác nhận đăng nhập.","Recovery code consumed":"Mã phục hồi đã được sử dụng","You have successfully consumed a recovery code from the following device:":"Bạn đã sử dụng thành công mã khôi phục từ thiết bị sau:","Consumed recovery code":"Đã sử dụng mã phục hồi","New recovery codes generated":"Đã tạo mã khôi phục mới","You have successfully generated new recovery codes from the following device:":"Bạn đã tạo thành công mã khôi phục mới từ thiết bị sau:","Account recovery key removed":"Đã xóa khóa khôi phục tài khoản","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Bạn đã xóa thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:","This recovery key can no longer be used to recover your account.":"Khóa khôi phục này không còn được sử dụng để khôi phục tài khoản của bạn nữa.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Bạn đã xóa thành công khóa khôi phục tài khoản cho Tài khoản Firefox của mình từ thiết bị sau:","Secondary email removed":"Đã xóa email phụ","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Bạn đã xóa thành công %(secondaryEmail)s làm email phụ từ Tài khoản Firefox của bạn. Thông báo bảo mật và xác nhận đăng nhập sẽ không còn được gửi tới địa chỉ này nữa.","This is an automated email; if you received it in error, no action is required.":"Đây là một email tự động; nếu bạn nhận được nó do lỗi, không cần thực hiện hành động nào.","Two-step authentication disabled":"Đã tắt xác thực hai bước","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Bạn đã vô hiệu hoá thành công xác thực hai bước trên Tài khoản Firefox của bạn từ thiết bị sau:","Security codes will no longer be required at each sign-in.":"Mã bảo mật sẽ không còn được yêu cầu tại mỗi lần đăng nhập.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Bạn đã vô hiệu hoá thành công xác thực hai bước trên Tài khoản Firefox của mình. Mã bảo mật sẽ không còn được yêu cầu tại mỗi lần đăng nhập.","Account verified!":"Tài khoản đã được xác nhận!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Giờ đây, bạn có thể đăng nhập vào Đồng bộ hóa từ các thiết bị khác của mình, bao gồm Firefox cho <a %(androidLinkAttributes)s>Android</a> và <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Bạn đã kết nối thành công thiết bị đầu tiên với Tài khoản Firefox của mình. Giờ đây, bạn có thể đăng nhập vào Đồng bộ hóa từ các thiết bị khác của mình, bao gồm Firefox dành cho Android và iOS.","Sign in to Sync:":"Đăng nhập vào Đồng bộ:","Secondary email added":"Đã thêm email phụ","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Bạn đã xác minh thành công %(secondaryEmail)s làm email phụ cho Tài khoản Firefox của bạn. Thông báo bảo mật và xác nhận đăng nhập giờ đây sẽ được gửi tới cả hai địa chỉ email.","Need to reset your password?":"Cần đặt lại mật khẩu của bạn?","Click the button within the next hour to create a new password. The request came from the following device:":"Vui lòng nhấp vào nút trong vòng một giờ để đặt mật khẩu mới. Yêu cầu này được thực hiện từ thiết bị sau:","Create new password":"Tạo mật khẩu mới","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Cảm ơn bạn đã chọn Firefox! Bạn có thể cài đặt Firefox cho điện thoại di động tại đây: %(link)s","Is this you signing in?":"Đây có phải là bạn đăng nhập không?","If yes, here is the authorization code you need:":"Nếu có, dưới đây là mã ủy quyền bạn cần:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Nếu không, hãy giúp chúng tôi chống lại những kẻ xâm nhập và <a %(reportSignInLinkAttributes)s>báo cáo cho chúng tôi.</a>","If no, help us fend off intruders and report it to us.":"Nếu không, hãy giúp chúng tôi chống lại những kẻ xâm nhập và báo cáo cho chúng tôi.","Welcome!":"Chào mừng!","Please activate your account by confirming this email address.":"Vui lòng kích hoạt tài khoản của bạn bằng cách xác nhận địa chỉ email này.","Activate now":"Kích hoạt ngay","Verify Email":"Xác nhận Email","Verify your email to finish your Firefox Account registration":"Xác nhận email của bạn để hoàn tất đăng ký Tài khoản Firefox của bạn","Activate now:":"Kích hoạt ngay:","For added security, please confirm this sign-in from the following device:":"Để tăng cường bảo mật, vui lòng xác nhận đăng nhập này từ thiết bị sau:","Confirm sign-in":"Xác nhận lần đăng nhập này","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Nếu bạn nghi ngờ rằng ai đó đang cố truy cập vào tài khoản của bạn, <a %(passwordChangeLinkAttributes)s>hãy thay đổi mật khẩu của bạn</a>.","Verify primary email":"Xác nhận email chính","A request to perform an account change has been made from the following device:":"Yêu cầu thực hiện thay đổi tài khoản đã được thực hiện từ thiết bị sau:","Verify email ":"Xác nhận email ","Once verified, account changes like adding a secondary email will become possible from this device.":"Sau khi được xác minh, các thay đổi tài khoản như thêm email phụ sẽ có thể thực hiện được từ thiết bị này.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Nếu bạn không cho phép hành động này, <a %(passwordChangeLinkAttributes)s>vui lòng thay đổi mật khẩu của bạn</a>.","Verify email: ":"Xác nhận email: ","If you did not authorize this action, please change your password.":"Nếu bạn không cho phép hành động này, vui lòng thay đổi mật khẩu của bạn.","Verify secondary email":"Xác nhận email phụ","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Yêu cầu sử dụng %(email)s làm địa chỉ email phụ được tạo từ Tài khoản Firefox sau:","Once verified, this address will begin receiving security notifications and confirmations.":"Sau khi được xác minh, địa chỉ này sẽ bắt đầu nhận được thông báo bảo mật và xác nhận.","Ready, set, sync":"Sẵn sàng, đặt, đồng bộ hóa","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Xác nhận bạn đã nhận được email này và chúng tôi sẽ giúp bạn cài đặt và đồng bộ hóa Firefox trên tất cả các thiết bị của bạn bắt đầu bằng:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Sau khi xác nhận, chúng tôi sẽ giúp bạn cài đặt và kết nối Firefox trên ít nhất một thiết bị khác.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s trên %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s trên %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (ước tính)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (ước tính)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (ước tính)","%(country)s (estimated)":"%(country)s (ước tính)","Verify your Firefox Account":"Xác nhận Tài khoản Firefox của bạn","Confirm your email and start to sync!":"Xác nhận email của bạn và bắt đầu đồng bộ hóa!","Firefox Account authorization code":"Mã ủy quyền Tài khoản Firefox","Confirm new sign-in to %(clientName)s":"Xác nhận đăng nhập mới vào %(clientName)s","Sign-in code for Firefox":"Mã đăng nhập cho Firefox","Reset your Firefox Account password":"Đặt lại mật khẩu Tài khoản Firefox của bạn","Your Firefox Account password has been changed":"Mật khẩu Tài khoản Firefox của bạn đã được thay đổi","Firefox Account password changed":"Mật khẩu Tài khoản Firefox đã thay đổi","Firefox Account password reset required":"Yêu cầu đặt lại mật khẩu Tài khoản Firefox","Firefox Account verified":"Tài khoản Firefox đã được xác minh","Secondary Firefox Account email added":"Đã thêm email phụ cho Tài khoản Firefox","Firefox Account new primary email":"Tài khoản Firefox với email chính mới","Secondary Firefox Account email removed":"Đã xóa email phụ của Tài khoản Firefox","Firefox Account password reset with recovery key":"Đặt lại mật khẩu tài khoản Firefox bằng khóa khôi phục","Page not found":"Không tìm thấy trang","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Không tìm thấy trang bạn yêu cầu. Chúng tôi đã được thông báo và sẽ khắc phục mọi liên kết có thể bị hỏng.","Home":"Trang chủ","500 Error":"Lỗi 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Ôi trời, có gì đó không ổn. Chúng tôi đã được thông báo và sẽ cố gắng khắc phục.","502 Error":"Lỗi 502","Server busy, try again soon":"Máy chủ bận, vui lòng thử lại sau","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Hệ thống hiện đang chịu tải nặng và chúng tôi đang nỗ lực để đưa nó trở lại bình thường càng sớm càng tốt.","Loading":"Đang tải","Firefox Accounts requires JavaScript.":"Tài khoản Firefox yêu cầu JavaScript.","Privacy Notice":"Thông báo bảo mật","Terms of Service":"Điều khoản dịch vụ"}