{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-05-28 12:14+0000","last-translator":"Nihad Suljić <nihad.suljic92@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"bs","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Sada se možete prijaviti na Sync sa drugog uređaja, uključujući Firefox za <a href='%(androidUrl)s'>Android</a> i <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Da dobijete najviše od Sync-a, povežite bilo koji <a href='%(androidUrl)s'>Firefox for Android</a> ili <a href='%(iosUrl)s'>Firefox for iOS</a>.","Connect another device":"Povežite drugi uređaj","Sign in to Sync":"Prijavite se na Sync","Firefox Accounts":"Firefox računi","Low recovery codes remaining":"Preostalo još nekoliko kodova za oporavak","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Primjetili smo da vam je preostalo još nekoliko kodova za oporavak. Molimo razmislite o generisanju novih kodova da izbjegnete zaključavanje vašeg računa.","Generate codes":"Generiši kodove","This is an automated email.":"Ovo je automatizovan email.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Za više informacija, molimo posjetite <a %(supportLinkAttributes)s>Mozilla podršku</a>.","Mozilla Privacy Policy":"Mozilla polica privatnosti","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Primjetili smo da vam je preostalo još nekoliko kodova za oporavak. Molimo razmislite o generisanju novih kodova da izbjegnete zaključavanje vašeg računa.","Generate codes:":"Generiši kodove:","For more information, please visit %(supportUrl)s":"Za više informacija, molimo posjetite %(supportUrl)s","New sign-in to %(clientName)s":"Nova prijava na %(clientName)s","IP address: %(ip)s":"IP adresa: %(ip)s","Manage account":"Upravljanje računom","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Ovo je automatski email; ako niste odobrili ovu akciju, onda <a %(passwordChangeLinkAttributes)s>molimo da promijenite lozinku.</a>","Manage account:":"Upravljanje računom:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Ovo je automatski email; ako niste dodali novi uređaj na vaš Firefox račun, trebali biste promijeniti lozinku odmah na %(passwordChangeLink)s","Password changed successfully":"Promjena lozinke uspješna","Your Firefox Account password was successfully changed from the following device:":"Vaša lozinka Firefox računa je uspješno promijenjena sa sljedećeg uređaja:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Ovo je automatski email; ako niste odobrili ovu akciju, onda <a %(resetLinkAttributes)s>molimo resetujte vašu lozinku</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Ovo je automatski email; ako niste promijenili vašu lozinku na vašem Firefox računu, trebate je resetovati odmah na %(resetLink)s","Your account password was changed":"Lozinka vašeg računa je promijenjena","You will need to enter your new password on other devices to resume syncing.":"Trebat ćete unijetu novu lozinku na drugim uređajima da nastavite sinhroniziranje.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Ako je niste promijenili, molimo <a %(resetLinkAttributes)s>resetuj lozinku</a> sada.","If you did not change it, please reset your password now at %(resetLink)s":"Ako je niste promijenili, molimo resetujte lozinku sada na %(resetLink)s","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"","Create new recovery key":"","Create new recovery key:":"","If you suspect that someone is trying to gain access to your account, please change your password.":"Ako sumnjate da neko pokušava dobiti pristup vašem računu, molimo promijenite vašu lozinku.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Otkrili smo sumnjivu aktivnost na vašem Firefox računu. Vaš račun je možda bio kompromitovan.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Da bi spriječili buduće neovlaštene pristupe vašem Firefox računu, poništili smo vašu lozinku i obavijestili vas kao mjeru predostrožnosti.","What should you do?":"Šta biste trebali uraditi?","First, change your Firefox Account password.":"Prvo, promijenite lozinku vašeg Firefox računa.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Drugo, ako Firefox pohranjuje lozinke na web stranice, trebate promijeniti i te lozinke. Napadači možda imaju pristup i tim lozinkama, tako da trebate provjeriti te račune za sumnjive aktivnosti.","Learn how to see what passwords Firefox is storing for you.":"Naučite kako da vidite koje lozinke Firefox pohranjuje za vas.","Best,":"Najbolje,","The Firefox Accounts team":"Tim Firefox računa","Account recovery key generated":"","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"Autentifikacija u dva koraka je omogućena","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Uspješno ste omogućili autentifikaciju u dva koraka na vašem Firefox računu sa sljedećeg uređaja:","Security codes from your authentication app will now be required at each sign-in.":"Sigurnosni kodovi iz vaše aplikacije za autentifikaciju će sada biti traženi pri svakoj prijavi.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Uspješno ste omogućili autentifikaciju u dva koraka na vašem Firefox računu. Sigurnosni kodovi iz vaše aplikacije za autentifikaciju će sada biti traženi pri svakoj prijavi.","New primary email":"Novi primarni email","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Uspješno ste promijenili vaš primarni email na %(email)s. Ova adresa je sada vaše korisničko ime za prijavu na vaš Firefox račun, kao i za primanje sigurnosnih obavještenja i potvrde prijava.","Recovery code consumed":"Kod za oporavak je potrošen","You have successfully consumed a recovery code from the following device:":"Uspješno ste potrošili kod za oporavak sa sljedećeg uređaja:","Consumed recovery code":"Potrošeni kod za oporavak","New recovery codes generated":"Novi kodovi za oporavak su generisani","You have successfully generated new recovery codes from the following device:":"Uspješno ste generisali nove kodove za oporavak sa sljedećeg uređaja:","Account recovery key removed":"","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"Sekundarni email uklonjen","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Uspješno ste uklonili %(secondaryEmail)s kao sekundarni email sa vašeg Firefox računa. Sigurnosna obavještenja i potvrde prijava više se neće slati na ovu adresu.","This is an automated email; if you received it in error, no action is required.":"Ovo je automatski email; ako ste ga dobili greškom, nije potrebna nikakva akcija.","Two-step authentication disabled":"Autentifikacija u dva koraka je onemogućena","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Uspješno ste onemogućili autentifikaciju u dva koraka na vašem Firefox računu sa sljedećeg uređaja:","Security codes will no longer be required at each sign-in.":"Sigurnosni kodovi se više neće tražiti pri svakoj prijavi.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Uspješno ste onemogućili autentifikaciju u dva koraka na vašem Firefox računu. Sigurnosni kodovi se više neće tražiti pri svakoj prijavi.","Account verified!":"Račun verifikovan!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Sada se možete prijaviti na Sync sa drugog uređaja, uključujući Firefox za <a %(androidLinkAttributes)s>Android</a> i <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Sada se možete prijaviti na Sync sa drugog uređaja, uključujući Firefox za Android i iOS.","Sign in to Sync:":"Prijavite se na Sync:","Secondary email added":"Dodan sekundarni email","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Uspješno ste verifikovali %(secondaryEmail)s kao sekundarni email za vaš Firefox račun. Sigurnosna obavještenja i potvrde prijava će se sada dostavljati na obije email adrese.","Need to reset your password?":"Trebate resetovati vašu lozinku?","Click the button within the next hour to create a new password. The request came from the following device:":"Kliknite dugme u sljedećih sat vremena da kreirate novu lozinku. Zahtjev je došao sa sljedećeg uređaja:","Create new password":"Napravite novu lozinku","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Hvala što se izabrali Firefox! Možete instalirati Firefox za mobitel ovdje: %(link)s","Is this you signing in?":"Da li se ovo vi prijavljujete?","If yes, here is the authorization code you need:":"Ako da, ovdje je autorizacijski kod kojeg trebate:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Ako ne, pomozite nam braniti se od uljeza i <a %(reportSignInLinkAttributes)s>prijavite nam to.</a>","If no, help us fend off intruders and report it to us.":"Ako ne, pomozite nam braniti se od uljeza i prijavite nam to.","Welcome!":"Dobrodošli!","Please activate your account by confirming this email address.":"Molimo aktivirajte vaš račun potvrdom ove email adrese.","Activate now":"Aktiviraj sada","Verify Email":"Potvrdi email","Verify your email to finish your Firefox Account registration":"Potvrdite vaš email da dovršite registraciju Firefox računa","Activate now:":"Aktiviraj sada:","For added security, please confirm this sign-in from the following device:":"Za dodatnu sigurnost, molimo potvrdite ovu prijavu sa sljedećeg uređaja:","Confirm sign-in":"Potvrdi prijavu","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Ako sumnjate da neko pokušava dobiti pristup vašem računu, <a %(passwordChangeLinkAttributes)s>molimo promijenite vašu lozinku</a>.","Verify primary email":"Verifikujte primarni email","A request to perform an account change has been made from the following device:":"Zahtjev za izvođenje promjena računa je napravljen sa sljedećeg uređaja:","Verify email ":"Verifikuj email ","Once verified, account changes like adding a secondary email will become possible from this device.":"Nakon verifikacije, promjene računa kao što je dodavanje sekundarnog emaila će biti moguće sa ovog uređaja.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Ako niste odobrili ovu aktivnost, <a %(passwordChangeLinkAttributes)s>molimo promijenite vašu lozinku</a>.","Verify email: ":"Verifikuj email: ","If you did not authorize this action, please change your password.":"Ako niste odobrili ovu aktivnost, molimo promijenite vašu lozinku.","Verify secondary email":"Verifikuj sekundarni email","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Zahtjev da se %(email)s koristi kao sekundarni email je napravljen sa sljedećeg Firefox računa:","Once verified, this address will begin receiving security notifications and confirmations.":"Nakon verifikacije, ova adresa će početi primati sigurnosna obavještenja i potvrde.","Ready, set, sync":"Priprema, pozor, sinhronizacija","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Potvrdite da ste dobili ovaj email i pomoći ćemo vam instalirati i sinhronizovati Firefox na svim vašim uređajima počevši sa:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Nakon što je potvrđen, pomoći ćemo vam instalirati i povezati Firefox na bar još jednom uređaju.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s na %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s na %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (procijenjeno)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (procijenjeno)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (procijenjeno)","%(country)s (estimated)":"%(country)s (procijenjeno)","Verify your Firefox Account":"Verifikujte vaš Firefox račun","Confirm your email and start to sync!":"Potvrdite vaš email i počnite sinhronizovati!","Firefox Account authorization code":"Kod autorizacije Firefox računa","Confirm new sign-in to %(clientName)s":"Potvrdite novu prijavu na %(clientName)s","Sign-in code for Firefox":"Kod za prijavu na Firefox","Reset your Firefox Account password":"Resetujte lozinku vašeg Firefox računa","Your Firefox Account password has been changed":"Lozinka vašeg Firefox računa je promijenjena","Firefox Account password changed":"Lozinka Firefox računa je promijenjena","Firefox Account password reset required":"Potrebno je resetovanje lozinke Firefox računa","Firefox Account verified":"Firefox račun je verifikovan","Secondary Firefox Account email added":"Dodan sekundarni email Firefox računa","Firefox Account new primary email":"Novi primarni email Firefox računa","Secondary Firefox Account email removed":"Sekundarni email Firefox računa je uklonjen","Firefox Account password reset with recovery key":"","Page not found":"Stranica nije pronađena","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Stranica koju ste tražili nije pronađena. Obaviješteni smo i popravit ćemo bilo koji link koji je neispravan.","Home":"Početna","500 Error":"500 Greška","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Joj, nešto nije uredu ovdje. Obaviješteni smo i radit ćemo na tome da to popravimo.","502 Error":"502 Greška","Server busy, try again soon":"Server zauzet, pokušajte ponovo uskoro","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Trenutno smo u teškoj deformaciji i radimo na vraćanju sistema u normalno stanje što je prije moguće.","Loading":"","Firefox Accounts requires JavaScript.":"Firefox računi zahtjevaju JavaScript.","Privacy Notice":"Napomena o privatnosti","Terms of Service":"Uslovi korištenja"}