{"":{"project-id-version":"Firefox Accounts","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-01 10:16+0000","last-translator":"Jakob Kappel <jakobkpetersen@gmail.com>","language-team":"MozillaDanmark","language":"da","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1448306035.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Du har nu forbundet din første enhed til din Firefox-konto. Nu kan du logge in på Sync fra dine andre enheder, inklusive Firefox til <a href='%(androidUrl)s'>Android</a> og Firefox til <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Du har nu forbundet din første enhed til din Firefox-konto. Få mest muligt ud af Sync ved at tilslutte en <a href='%(androidUrl)s'>Firefox til Android-enhed</a> eller en <a href='%(iosUrl)s'>Firefox til iOS-enhed</a>.","Connect another device":"Forbind andre enheder","Sign in to Sync":"Log ind på Sync","Firefox Accounts":"Firefox-konti","Low recovery codes remaining":"Kun få genoprettelseskoder tilbage","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Vi har bemærket, at du ikke har så mange genoprettelseskoder tilbage. Overvej at generere nye koder for at undgå at blive låst ude af din konto.","Generate codes":"Generer koder","This is an automated email.":"Denne mail er sendt automatisk.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"For mere information, besøg <a %(supportLinkAttributes)s>Mozilla Support</a>.","Mozilla Privacy Policy":"Mozillas privatlivspolitik","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Vi har bemærket, at du ikke har så mange genoprettelseskoder tilbage. Overvej at generere nye koder for at undgå at blive låst ude af din konto.","Generate codes:":"Generer koder:","For more information, please visit %(supportUrl)s":"For mere information, besøg %(supportUrl)s","New sign-in to %(clientName)s":"Nyt login til %(clientName)s","IP address: %(ip)s":"IP-adresse: %(ip)s","Manage account":"Håndter konto","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Denne mail er sendt automatisk; hvis du ikke har godkendt denne handling, så <a %(passwordChangeLinkAttributes)s>skift din adgangskode.</a>","Manage account:":"Håndter konto:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Denne mail er sendt automatisk; hvis du ikke tilføjede en ny enhed til din Firefox-konto, bør du ændre din adgangskode med det samme på %(passwordChangeLink)s","Password changed successfully":"Adgangskoden blev ændret","Your Firefox Account password was successfully changed from the following device:":"Adgangskoden til din Firefox-konto blev ændret fra følgende enhed:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Denne mail er sendt automatisk; hvis du ikke har godkendt denne handling, så <a %(resetLinkAttributes)s>nulstil din adgangskode</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Denne mail er sendt automatisk; hvis du ikke har ændret adgangskoden til din Firefox-konto, bør du nulstille den med det samme på %(resetLink)s","Your account password was changed":"Adgangskoden til din konto blev er blevet ændret","You will need to enter your new password on other devices to resume syncing.":"Du skal indtaste din nye adgangskode på andre enheder for at genoptage synkroniseringen.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Hvis du ikke ændrede den, så <a %(resetLinkAttributes)s>nulstil din adgangskode</a> nu.","If you did not change it, please reset your password now at %(resetLink)s":"Hvis du ikke ændrede den, så nulstil din adgangskode nu på %(resetLink)s","Your account password was reset with a recovery key":"Adgangskoden til din konto blev nulstillet med en genoprettelsesnøgle","You have successfully reset your password using a recovery key from the following device:":"Du har nulstillet din adgangskode ved hjælp af en genoprettelsesnøgle fra følgende enhed:","You will need to generate a new recovery key.":"Du skal oprette en ny genoprettelsesnøgle.","Create new recovery key":"Opret en ny genoprettelsesnøgle","Create new recovery key:":"Opret en ny genoprettelsesnøgle:","If you suspect that someone is trying to gain access to your account, please change your password.":"Hvis du har mistanke om, at nogen forsøger at få adgang til din konto, så skift din adgangskode.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Vi har konstateret mistænkelig aktivitet på din Firefox-konto. Din konto er måske blevet kompromitteret.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Vi har nulstillet adgangskoden til din Firefox-konto for at undgå yderligere uautoriseret adgang til den.","What should you do?":"Hvad skal du gøre?","First, change your Firefox Account password.":"Du skal først og fremmest skifte din adgangskode til din Firefox konto.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Dernæst skal du ændre alle adgangskoder, som Firefox har gemt til andre websteder. Fremmede kan risikere at have adgang til dem, så du skal ændre dem for en sikkerheds skyld.","Learn how to see what passwords Firefox is storing for you.":"Læs, hvordan du kan se, hvilke adgangskoder Firefox har gemt for dig.","Best,":"Med venlig hilsen","The Firefox Accounts team":"Holdet bag Firefox-konti","Account recovery key generated":"Genoprettelsesnøgle til konto oprettet","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Du har oprettet en genoprettelseskode til din Firefox-konto med følgende enhed:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Hvis det ikke var dig , så <a %(revokeAccountRecoveryLinkAttributes)s>klik her.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Du har oprettet en genoprettelseskode til din Firefox-konto fra følgende enhed:","If this was not you, revoke key.":"Hvis det ikke var dig, så tilbagekald nøglen.","Two-step authentication enabled":"Totrinsgodkendelse aktiveret","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Du har aktiveret totrinsgodkendelse på din Firefox-konto fra følgende enhed:","Security codes from your authentication app will now be required at each sign-in.":"Sikkerhedskoder fra din godkendelsesapp vil nu være påkrævet ved hvert login.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Du har aktiveret totrinsgodkendelse på din Firefox-konto. Sikkerhedskoder fra din godkendelsesapp vil nu være påkrævet ved hvert login.","New primary email":"Ny primær mailadresse","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Du har ændret din primære mailadresse til %(email)s. Den mailadresse er nu dit brugernavn, som du skal bruge til at logge ind på din Firefox-konto og til at modtage sikkerhedsmeddelelser og login-bekræftelser.","Recovery code consumed":"Genoprettelseskode brugt","You have successfully consumed a recovery code from the following device:":"Du har brugt en genoprettelseskode fra følgende enhed:","Consumed recovery code":"Brugt genoprettelseskode","New recovery codes generated":"Nye genoprettelseskoder genereret","You have successfully generated new recovery codes from the following device:":"Du har genereret nye genoprettelseskoder fra følgende enhed:","Account recovery key removed":"Genoprettelsesnøgle til kontoen blev fjernet","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Du har fjernet en genoprettelsesnøgle til din Firefox-konto med følgende enhed:","This recovery key can no longer be used to recover your account.":"Denne genoprettelsesnøgle kan ikke længere bruges til at genoprette din konto.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Du har fjernet en genoprettelsesnøgle til din Firefox-konto fra følgende enhed:","Secondary email removed":"Sekundær mailadresse fjernet","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Du har fjernet %(secondaryEmail)s som sekundær mailadresse fra din Firefox-konto. Sikkerhedsmeddelelser og login-bekræftelser vil ikke længere blive sendt til denne mailadresse.","This is an automated email; if you received it in error, no action is required.":"Denne mail er sendt automatisk; hvis du har modtaget denne mail ved en fejl, behøver du ikke foretage dig noget.","Two-step authentication disabled":"Totrinsgodkendelse deaktiveret","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Du har deaktiveret totrinsgodkendelse på din Firefox-konto fra følgende enhed:","Security codes will no longer be required at each sign-in.":"Sikkerhedskoder vil ikke længere være påkrævet ved login.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Du har deaktiveret totrinsgodkendelse på din Firefox-konto. Sikkerhedskoder vil ikke længere være påkrævet ved login.","Account verified!":"Konto bekræftet!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Du har nu forbundet din første enhed til din Firefox-konto. Du kan nu tilmelde dine andre enheder til Sync, inklusive enheder med Firefox til <a %(androidLinkAttributes)s>Android</a> og Firefox til <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Du har nu forbundet din første enhed til din Firefox-konto. Du kan nu tilmelde dine andre enheder til Sync, inklusive enheder med Firefox til Android og Firefox til iOS.","Sign in to Sync:":"Log ind på Sync:","Secondary email added":"Sekundær mailadresse tilføjet","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Du har bekræftet %(secondaryEmail)s som sekundær mailadresse til din Firefox-konto. Sikkerhedsmeddelelser og login-bekræftelser vil fremover blive sendt til begge mailadresser.","Need to reset your password?":"Har du brug for at nulstille din adgangskode?","Click the button within the next hour to create a new password. The request came from the following device:":"Klik på knappen inden for den næste time for at oprette en ny adgangskode. Anmodningen kom fra følgende enhed:","Create new password":"Opret ny adgangskode","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Tak fordi du valgte Firefox! Du kan installere Firefox til mobilen her: %(link)s","Is this you signing in?":"Er det dig, der logger ind?","If yes, here is the authorization code you need:":"Hvis det er, skal du bruge denne godkendelseskode:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Hvis det ikke er, så hjælp os med at afværge ubudne gæster og <a %(reportSignInLinkAttributes)s>rapportér det til os.</a>","If no, help us fend off intruders and report it to us.":"Hvis det ikke er, så hjælp os med at afværge ubudne gæster og rapportér det til os.","Welcome!":"Velkommen!","Please activate your account by confirming this email address.":"Aktiver din konto ved at bekræfte denne mailadresse.","Activate now":"Aktiver nu","Verify Email":"Bekræft mailadresse","Verify your email to finish your Firefox Account registration":"Bekræft din mailadresse for at afslutte din registrering af din Firefox-konto","Activate now:":"Aktiver nu:","For added security, please confirm this sign-in from the following device:":"Som en ekstra sikkerhed skal du bekræfte dette login fra følgende enhed:","Confirm sign-in":"Bekræft login","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Hvis du har mistanke om, at nogen forsøger at få adgang til din konto, så <a %(passwordChangeLinkAttributes)s>skift din adgangskode</a>.","Verify primary email":"Bekræft primær mailadresse","A request to perform an account change has been made from the following device:":"Følgende enhed har anmodet om at foretage en ændring af kontoen:","Verify email ":"Bekræft mailadresse ","Once verified, account changes like adding a secondary email will become possible from this device.":"Når denne mailadresse er blevet bekræftet, kan ændringer af kontoen som fx tilføjelse af en sekundær mailadresse foretages fra denne enhed.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Hvis du ikke har godkendt denne handling, så <a %(passwordChangeLinkAttributes)s>skift din adgangskode</a>.","Verify email: ":"Bekræft mailadresse: ","If you did not authorize this action, please change your password.":"Hvis du ikke har godkendt denne handling, så skift din adgangskode.","Verify secondary email":"Bekræft sekundær mailadresse","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Fra følgende Firefox-konto kommer en forespørgsel om at bruge %(email)s som sekundær mailadresse:","Once verified, this address will begin receiving security notifications and confirmations.":"Når denne mailadresse er blevet bekræftet, vil den begynde at modtage sikkerhedsmeddelelser og bekræftelser.","Ready, set, sync":"Klar, parat, synkronisér","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Bekræft, at du har modtaget denne mail, så hjælper vi dig med at installere og synkronisere Firefox på alle dine enheder, begyndende med:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Efter bekræftelsen hjælper vi dig med at installere og forbinde Firefox på mindst én anden enhed.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s på %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s på %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (anslået)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (anslået)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (anslået)","%(country)s (estimated)":"%(country)s (anslået)","Verify your Firefox Account":"Bekræft din Firefox-konto","Confirm your email and start to sync!":"Bekræft din mailadresse og begynd at synkronisere!","Firefox Account authorization code":"Godkendelseskode til Firefox-konto","Confirm new sign-in to %(clientName)s":"Bekræft nyt login til %(clientName)s","Sign-in code for Firefox":"Login-kode til Firefox","Reset your Firefox Account password":"Nulstil adgangskoden til din Firefox-konto","Your Firefox Account password has been changed":"Adgangskoden til din Firefox-konto er blevet ændret","Firefox Account password changed":"Adgangskoden til Firefox-kontoen blev ændret","Firefox Account password reset required":"Nulstilling af din adgangskode til Firefox-konti er påkrævet","Firefox Account verified":"Firefox-konto bekræftet","Secondary Firefox Account email added":"Sekundær mailadresse til Firefox-konto tilføjet","Firefox Account new primary email":"Ny primær mailadresse til Firefox-konto","Secondary Firefox Account email removed":"Sekundær mailadresse til Firefox-konto fjernet","Firefox Account password reset with recovery key":"Nulstilling af adgangskode til din Firefox-konto med genoprettelsesnøgle","Page not found":"Side ikke fundet","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Den ønskede side blev ikke fundet. Vi har fået besked, og vil rette ikke-virkende links.","Home":"Start","500 Error":"Fejl 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Åh nej, noget gik galt. Vi har fået besked, og vil gå i gang med at finde en løsning.","502 Error":"Fejl 502","Server busy, try again soon":"Serveren er optaget, prøv igen om lidt","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Systemet er i øjeblikket under stor belastning. Vi arbejder på at få det tilbage til normal tilstand så hurtigt som muligt.","Loading":"Indlæser","Firefox Accounts requires JavaScript.":"Firefox-konti kræver JavaScript.","Privacy Notice":"Privatlivspolitik","Terms of Service":"Tjenestevilkår"}