{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-01 08:59+0000","last-translator":"Gion-Andri Cantieni <gion-andri@gmx.ch>","language-team":"LANGUAGE <LL@li.org>","language":"rm","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1441797623.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Ti has collià cun success tes emprim apparat cun tes conto da Firefox. Ussa pos ti s'anunziar per sincronisar cun auters apparats, inclusivamain Firefox per <a href='%(androidUrl)s'>Android</a> ed <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Ti has collia cun success tes emprim apparat cun tes conto da Firefox. Per profitar dals avantatgs da Sync collia <a href='%(androidUrl)s'>Firefox per Android</a> u <a href='%(iosUrl)s'>Firefox per iOS</a>.","Connect another device":"Colliar in auter apparat","Sign in to Sync":"S'annunziar per sincronisar","Firefox Accounts":"Contos da Firefox","Low recovery codes remaining":"I restan paucs codes da recuperaziun","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Nus avain percurschì che ti possedas mo pli paucs codes da recuperaziun. Ti duessas generar novs codes per evitar da perder l'access a tes conto.","Generate codes":"Generar codes","This is an automated email.":"Quai è in e-mail automatic.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Visita l'<a %(supportLinkAttributes)s>Agid da Mozilla</a> per ulteriuras infurmaziuns.","Mozilla Privacy Policy":"Directivas per la protecziun da datas da Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Nus avain percurschì che ti possedas mo pli paucs codes da recuperaziun. Ti duessas generar novs codes per evitar da perder l'access a tes conto.","Generate codes:":"Generar codes:","For more information, please visit %(supportUrl)s":"Ulteriuras infurmaziuns chattas ti qua: %(supportUrl)s","New sign-in to %(clientName)s":"Nova connexiun via %(clientName)s","IP address: %(ip)s":"Adressa IP: %(ip)s","Manage account":"Administrar il conto","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Quai è in e-mail automatic; sche ti n'has betg autorisà questa acziun, lura <a %(passwordChangeLinkAttributes)s>mida per plaschair tes pled-clav</a>.","Manage account:":"Administrar il conto:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Quai è in e-mail automatic. Sche ti n'has betg agiuntà in nov apparat a tes conto da Firefox duessas ti immediat midar tes pled-clav sin %(passwordChangeLink)s","Password changed successfully":"Midà cun success il pled-clav","Your Firefox Account password was successfully changed from the following device:":"Il pled-clav da tes conto da Firefox è vegnì midà cun success da suandant apparat:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Quai è in e-mail automatic. Sche ti n'has betg autorisà questa acziun, lura <a %(resetLinkAttributes)s>reinizialisescha per plaschair tes pled-clav</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Quai è in e-mail automatic. Sche ti n'has betg midà il pled-clav da tes conto da Firefox al duessas ti immediat reinizialisar qua: %(resetLink)s","Your account password was changed":"Il pled-clav da tes conto è vegnì midà","You will need to enter your new password on other devices to resume syncing.":"Ti stos endatar tes nov pled-clav sin tes auters apparats per pudair cuntinuar cun la sincronisaziun.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Sche ti n'al has betg midà, <a %(resetLinkAttributes)s>reinizialisescha ussa tes pled-clav</a>.","If you did not change it, please reset your password now at %(resetLink)s":"Sche ti n'al has betg midà, reinizialisescha per plaschair ussa tes pled-clav sin %(resetLink)s","Your account password was reset with a recovery key":"Il pled-clav da tes conto è vegnì reinizialisà cun ina clav da recuperaziun","You have successfully reset your password using a recovery key from the following device:":"Ti has redefinì cun success tes pled-clav cun agid dad ina clav da recuperaziun dal suandant apparat:","You will need to generate a new recovery key.":"Igl è necessari da generar ina nova clav da recuperaziun.","Create new recovery key":"Crear ina nova clav da recuperaziun","Create new recovery key:":"Crear ina nova clav da recuperaziun:","If you suspect that someone is trying to gain access to your account, please change your password.":"Sche ti supponas ch'insatgi emprovia dad acceder a tes conto, mida p.pl. tes pled-clav.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Nus avain observà activitads dubiusas sin tes conto da Firefox. Eventualmain han laders access a tes conto.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Per evitar che persunas nunautorisadas hajan vinavant access a tes conto da Firefox avain nus reinizialisà tes pled-clav e t'infurmain sco mesira da precauziun.","What should you do?":"Tge duessas ti far?","First, change your Firefox Account password.":"L'emprim: midar il pled-clav da tes conto da Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"En segunda: Sche tes Firefox memorisescha pleds-clav da websites, als duessas ti era midar. Eventualmain han attatgaders era access a quests pleds-clav. Controllescha perquai era sch'i dat activitads dubiusas sin quests contos.","Learn how to see what passwords Firefox is storing for you.":"Emprenda co vesair ils pleds-clav che Firefox memorisescha per tai.","Best,":"Cordialmain,","The Firefox Accounts team":"il team dals contos da Firefox","Account recovery key generated":"La clav da recuperaziun dal conto è vegnida generada","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Ti has generà cun success ina clav da recuperaziun per tes conto da Firefox cun agid dal suandant apparat:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Sche ti n'has betg effectuà questa operaziun, <a %(revokeAccountRecoveryLinkAttributes)s>clicca qua.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Ti has generà cun success ina clav da recuperaziun per tes conto da Firefox cun agid dal suandant apparat:","If this was not you, revoke key.":"Sche ti n'has betg effectuà questa operaziun, revochescha la clav.","Two-step authentication enabled":"Autentificaziun en dus pass activada","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Ti has activà cun success l'autentificaziun en dus pass per tes conto da Firefox cun agid da suandant apparat:","Security codes from your authentication app will now be required at each sign-in.":"A partir dad ussa è necessari per mintga annunzia in code da segirezza furnì da tia applicaziun d'autentificaziun.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Ti has activà cun success l'autentificaziun en dus pass per tes conto da Firefox. A partir dad ussa è necessari per mintga annunzia in code da segirezza furnì da tia applicaziun d'autentificaziun.","New primary email":"Nova adressa dad e-mail principala","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Tia nova adressa principala è ussa %(email)s. Questa adressa è ussa tes num d'utilisader per t'annunziar a tes conto da Firefox. En pli serva ella per retschaiver communicaziuns da segirezza e confermas d'annunzia.","Recovery code consumed":"Code da recuperaziun utilisà","You have successfully consumed a recovery code from the following device:":"Ti has utilisà in code da recuperaziun cun agid dal suandant apparat:","Consumed recovery code":"Code da recuperaziun utilisà","New recovery codes generated":"Generà novs codes da recuperaziun","You have successfully generated new recovery codes from the following device:":"Ti has generà cun success novs codes da recuperaziun cun agid dal suandant apparat:","Account recovery key removed":"Stizzà la clav da recuperaziun","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Ti has stizzà cun success ina clav da recuperaziun per tes conto da Firefox cun agid da suandant apparat:","This recovery key can no longer be used to recover your account.":"I n'è betg pli pussaivel dad utilisar questa clav da recuperaziun per recuperar tes conto.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Ti has stizzà cun success ina clav da recuperaziun per tes conto da Firefox cun agid da suandant apparat:","Secondary email removed":"Allontanà l'adressa dad e-mail alternativa","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Ti has allontanà cun success %(secondaryEmail)s sco adressa dad e-mail alternativa da tes conto da Firefox. Avis da segirezza e confermas d'annunzia na vegnan betg pli tramessas a questa adressa.","This is an automated email; if you received it in error, no action is required.":"Quai è in e-mail automatic. Sche ti has retschavì per sbagl quest e-mail na stos ti far nagut.","Two-step authentication disabled":"Autentificaziun en dus pass deactivada","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Ti has deactivà cun success l'autentificaziun en dus pass per tes conto da Firefox cun agid da suandant apparat:","Security codes will no longer be required at each sign-in.":"A partir dad ussa n'è betg pli necessari in code da segirezza per mintga annunzia.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Ti has deactivà cun success l'autentificaziun en dus pass per tes conto da Firefox. A partir dad ussa n'è betg pli necessari in code da segirezza per mintga annunzia.","Account verified!":"Verifitgà il conto!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Ti has connectà cun success tes emprim apparat cun tes conto da Firefox. Ussa pos ti t'annunziar tar Sync sin tut tes auters apparats, inclus Firefox per <a %(androidLinkAttributes)s>Android</a> ed <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Ti has collià cun success tes emprim apparat cun tes conto da Firefox. Ussa pos ti s'annunziar tar Sync da mintga auter apparat, inclusivamain Firefox per Android ed iOS.","Sign in to Sync:":"S'annunziar tar Sync:","Secondary email added":"Agiuntà ina adressa dad e-mail alternativa","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Ti has verifitgà cun success %(secondaryEmail)s sco adressa dad e-mail alternativa per tes conto da Firefox. Avis da segirezza e confermas d'annunzia vegnan ussa tramess ad omaduas adressas.","Need to reset your password?":"Stos ti reinizialisar tes pled-clav?","Click the button within the next hour to create a new password. The request came from the following device:":"Clicca entaifer la proxima ura sin il buttun per crear in nov pled-clav. La dumonda è vegnida da suandant apparat:","Create new password":"Crear in nov pled-clav","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Grazia per tscherner Firefox! Qua pos ti installar Firefox per telefonins: %(link)s","Is this you signing in?":"Emprovas ti da t'annunziar?","If yes, here is the authorization code you need:":"Sche gea, quai è il code d'autorisaziun che ti dovras:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Sche na ans pos ti gidar d'ans defender encunter laders ed <a %(reportSignInLinkAttributes)s>ans rapportar quai</a>.","If no, help us fend off intruders and report it to us.":"Sche na ans pos ti gidar d'ans defender encunter laders ed ans rapportar quai.","Welcome!":"Bainvegni!","Please activate your account by confirming this email address.":"Activescha p.pl. tes conto entras confirmar questa adressa dad e-mail.","Activate now":"Activar ussa","Verify Email":"Verifitgar l'adressa dad e-mail","Verify your email to finish your Firefox Account registration":"Verifitgescha tia adressa dad e-mail per finir la registraziun per tes conto da Firefox","Activate now:":"Activar ussa:","For added security, please confirm this sign-in from the following device:":"Per motivs da segirezza, conferma p.pl. questa annunzia dal suandant apparat:","Confirm sign-in":"Confermar l'annunzia","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Sche ti supponas ch'insatgi emprovia dad acceder a tes conto, <a %(passwordChangeLinkAttributes)s>mida p.pl. tes pled-clav</a>.","Verify primary email":"Confermar l'adressa d'e-mail principala","A request to perform an account change has been made from the following device:":"Il suandant apparat ha dumandà da pudair modifitgar il conto:","Verify email ":"Verifitgar l'adressa dad e-mail ","Once verified, account changes like adding a secondary email will become possible from this device.":"Uschespert che quest apparat è verifitgà esi pussaivel da modifitgar il conto (p.ex. agiuntar ina adressa dad e-mail alternativa) cun agid da quest apparat.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Sche ti n'has betg autorisà questa acziun, <a %(passwordChangeLinkAttributes)s>mida per plaschair tes pled-clav</a>.","Verify email: ":"Verifitgar l'adressa dad e-mail: ","If you did not authorize this action, please change your password.":"Sche ti n'has betg autorisà questa acziun, mida per plaschair tes pled-clav.","Verify secondary email":"Verifitgar l'adressa dad e-mail alternativa","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Ina dumonda per utilisar %(email)s sco adressa dad e-mail alternativa è vegnida fatga da suandant conto da Firefox:","Once verified, this address will begin receiving security notifications and confirmations.":"Uschè prest che questa adressa è verifitgada retschaiva ella avis da segirezza e confermas.","Ready, set, sync":"En posiziun, pront, Sync","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Conferma che ti hajas retschavì quest e-mail e nus ta gidain dad installar e sincronisar Firefox sin tut tes apparats, l'emprim suandant:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Suenter la conferma ta gidain nus dad installar e connectar Firefox sin almain in auter apparat.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s sin %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s sin %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (approximativ)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (approximativ)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (approximativ)","%(country)s (estimated)":"%(country)s (approximativ)","Verify your Firefox Account":"Verifitgar tes conto da Firefox","Confirm your email and start to sync!":"Conferma tia adressa dad e-mail e cumenza a sincronisar.","Firefox Account authorization code":"Code d'autorisaziun per tes conto da Firefox","Confirm new sign-in to %(clientName)s":"Confermar la nova annunzia via %(clientName)s","Sign-in code for Firefox":"Code d'annunzia per Firefox","Reset your Firefox Account password":"Redefinir il pled-clav per tes conto da Firefox","Your Firefox Account password has been changed":"Il pled-clav per tes conto da Firefox è vegnì midà","Firefox Account password changed":"Il pled-clav dal conto da Firefox è vegnì midà","Firefox Account password reset required":"Necessari da reinizialisar il pled-clav da tes conto da Firefox","Firefox Account verified":"Verifitgà il conto da Firefox","Secondary Firefox Account email added":"Agiuntà ina adressa dad e-mail alternativa al conto da Firefox","Firefox Account new primary email":"Nova adressa dad e-mail principala dal conto da Firefox","Secondary Firefox Account email removed":"Allontanà ina adressa dad e-mail alternativa dal conto da Firefox","Firefox Account password reset with recovery key":"Reinizialisà il pled-clav dal conto da Firefox cun ina clav da recuperaziun","Page not found":"Betg chattà la pagina","The page you requested is not found. We've been notified and will fix any links that may be broken.":"La pagina che ti has dumandà n'è betg vegnida chattada. Nus avain retschavì in messadi ed empruvain da curreger eventualas colliaziuns faussas.","Home":"Chasa","500 Error":"Errur 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Oh, qua è ina errur capitada. Nus essan vegnids infurmads e lavurain vidlunder da curreger questa errur.","502 Error":"Errur 502","Server busy, try again soon":"Il server è surchargià, emprova bainprest anc ina giada","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Actualmain è il sistem surchargià. Nus lavurain londervi ch'il sistem stettia bainprest puspè a disposiziun sco usità.","Loading":"Chargiar","Firefox Accounts requires JavaScript.":"Ils contos da Firefox basegnan JavaScript.","Privacy Notice":"Decleraziun da protecziun da datas","Terms of Service":"Cundiziuns dal servetsch"}