{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-01 11:34+0000","last-translator":"Marko Andrejić <marko.andrejic93@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"sr_Latn","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","x-generator":"Pontoon","x-pootle-mtime":"1438060065.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Uspešno ste povezali prvi uređaj na Firefox nalog. Sada možete da se prijavite na Sync sa drugog uređaja, uključujući Firefox za <a href='%(androidUrl)s'>Android</a> i <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Uspešno ste povezali prvi uređaj na Firefox nalog. Da maksimalno iskoristite Sync, povežite se sa bilo kojim <a href='%(androidUrl)s'>Firefox za Android</a> ili <a href='%(iosUrl)s'>Firefox za iOS</a>.","Connect another device":"Poveži drugi uređaj","Sign in to Sync":"Prijavi se na Sync","Firefox Accounts":"Firefox nalozi","Low recovery codes remaining":"Mali broj kodova za oporavak je ostao","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Primetili smo da vam je ostao mali broj kodova za oporavak. Razmislite o generisanju novih kodova kako biste izbegli gubitak pristupa vašem nalogu.","Generate codes":"Generiši kodove","This is an automated email.":"Ovo je automatizovana e-pošta.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Za više informacija, posetite <a %(supportLinkAttributes)s>Mozilla podrška</a> sajt.","Mozilla Privacy Policy":"Mozilla polisa privatnosti","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Primetili smo da vam je ostao mali broj kodova za oporavak. Razmislite o generisanju novih kodova kako biste izbegli gubitak pristupa vašem nalogu.","Generate codes:":"Generiši kodove:","For more information, please visit %(supportUrl)s":"Za više informacija, posetite %(supportUrl)s","New sign-in to %(clientName)s":"Novo prijavljivanje na klijentu %(clientName)s","IP address: %(ip)s":"IP adresa: %(ip)s","Manage account":"Upravljaj nalogom","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Ovo je automatska e-pošta; ako niste zatražili ovu akciju, onda <a %(passwordChangeLinkAttributes)s>promenite lozinku.</a>","Manage account:":"Upravljaj nalogom:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Ovo je automatska e-pošta; Ukoliko niste dodali nijedan uređaj na vaš Firefox nalog, trebalo bi odmah da promenite vašu lozinku na %(passwordChangeLink)s","Password changed successfully":"Promena lozinke je uspešna","Your Firefox Account password was successfully changed from the following device:":"Lozinka vašeg Firefox naloga je uspešno promenjena sa sledećeg uređaja:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Ovo je automatska e-pošta; Ukoliko niste ovlastili ovu radnju, onda je potrebno <a %(resetLinkAttributes)s>da resetujete lozinku</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Ovo je automatska e-pošta; Ukoliko niste vi promenili lozinku vašeg Firefox naloga, trebalo bi da je odmah resetujete na %(resetLink)s","Your account password was changed":"Lozinka vašeg naloga je promenjena","You will need to enter your new password on other devices to resume syncing.":"Morate uneti vašu novu lozinku na ostalim uređajima kako biste nastavili sa sinhronizacijom.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Ako je niste promenili, molimo vas <a %(resetLinkAttributes)s>resetujte vašu lozinku</a> odmah.","If you did not change it, please reset your password now at %(resetLink)s":"Ako je niste promenili, molimo vas da resetujete vašu lozinku odmah na %(resetLink)s","Your account password was reset with a recovery key":"Vaša lozinka je resetovana uz ključ za oporavak","You have successfully reset your password using a recovery key from the following device:":"Uspešno ste resetovali vašu lozinku koristeći ključ za oporavak iz sledećeg uređaja:","You will need to generate a new recovery key.":"Morate generisati novi ključ za oporavak.","Create new recovery key":"Napravite novi ključ za oporavak","Create new recovery key:":"Napravite novi ključ za oporavak:","If you suspect that someone is trying to gain access to your account, please change your password.":"Ako sumnjate da neko pokušava da pristupi vašem nalogu, molimo vas da promenite lozinku.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Otkrili smo sumljivu aktivnost na vašem Firefox nalogu. Nalog vam je možda ugrožen.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Da sprečimo budući neovlašćen pristup vašem Firefox nalogu, resetovali smo lozinku i obaveštavamo vas o tome.","What should you do?":"Šta treba da radim?","First, change your Firefox Account password.":"Prvo, promenite lozinku Firefox naloga.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Drugo, ako Firefox beleži lozinke veb sajtova, trebali biste da promenite i te lozinke. Napadači možda imaju sve lozinke, trebali biste da proverite da li ima sumljivih aktivnost na drugim nalozima.","Learn how to see what passwords Firefox is storing for you.":"Saznajte koje lozinke Firefox skladišti za vas.","Best,":"Najbolje,","The Firefox Accounts team":"Tim Firefox naloga","Account recovery key generated":"Ključ za oporavak naloga generisan","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Uspešno ste generisali ključ za oporavak naloga za vaš Firefox nalog koristeći sledeći uređaj:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Ako ovo niste bili vi, <a %(revokeAccountRecoveryLinkAttributes)s>kliknite ovde.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Uspešno ste generisali ključ za oporavak naloga za vaš Firefox nalog iz sledećeg uređaja:","If this was not you, revoke key.":"Ako ovo niste bili vi, ukinite ključ.","Two-step authentication enabled":"Autentifikacija u dva koraka omogućena","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Uspešno ste omogućili autentifikaciju u dva koraka na vašem Firefox nalogu sa uređaja:","Security codes from your authentication app will now be required at each sign-in.":"Bezbednosni kodovi iz vaše aplikacije za autentifikaciju će od sada uvek biti potrebni za pristupanje.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Uspešno ste omogućili autentifikaciju u dva koraka na vašem Firefox nalogu. Bezbednosni kodovi iz vaše aplikacije za autentifikaciju će od sada uvek biti potrebni za pristupanje.","New primary email":"Nova primarna adresa e-pošte","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Uspešno ste promenili primarnu adresu na %(email)s. Ova adresa je sada vaše korisničko ime za pristupanje na vaš Firefox nalog, kao i za dobijanje bezbednosnih obaveštenja i potvrda za prijavljivanje.","Recovery code consumed":"Kod za oporavak je iskorišćen","You have successfully consumed a recovery code from the following device:":"Uspešno ste iskoristili kod za oporavak sa uređaja:","Consumed recovery code":"Iskorišćeni kod za oporavak","New recovery codes generated":"Novi kodovi za oporavak su generisani","You have successfully generated new recovery codes from the following device:":"Uspešno ste generisali nove kodove za oporavak sa uređaja:","Account recovery key removed":"Ključ za oporavak naloga uklonjen","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Uspešno ste uklonili ključ za oporavak naloga za vaš Firefox nalog iz sledećeg uređaja:","This recovery key can no longer be used to recover your account.":"Ključ za oporavak ne može biti više iskorišćen za oporavak vašeg naloga.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Uspešno ste uklonili ključ za oporavak naloga za vaš Firefox nalog iz sledećeg uređaja:","Secondary email removed":"Uklonjena je sekundarna adresa e-pošte","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Uspešno ste uklonili %(secondaryEmail)s, sekundarnu adresu vašeg Firefox naloga. Bezbednosna obaveštenja i potvrde prijave se neće više slati na ovu adresu.","This is an automated email; if you received it in error, no action is required.":"Ovo je automatska e-pošta; ako ste je greškom primili, ni jedna radnja nije potrebna.","Two-step authentication disabled":"Autentifikacija u dva koraka omogućena","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Uspešno ste onemogućili autentifikaciju u dva koraka na vašem Firefox nalogu sa uređaja:","Security codes will no longer be required at each sign-in.":"Bezbednosni kodovi iz vaše aplikacije za autentifikaciju od sada neće više biti potrebni za pristupanje.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Uspešno ste onemogućili autentifikaciju u dva koraka na vašem Firefox nalogu. Bezbednosni kodovi iz vaše aplikacije za autentifikaciju od sada neće više biti potrebni za pristupanje.","Account verified!":"Nalog je potvrđen!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Uspešno ste povezali vaš prvi uređaj na vaš Firefox nalog. Sada se možete prijaviti na Sync sa vaših ostalih uređaja uključujući i sa Firefox-a za <a %(androidLinkAttributes)s>Android</a> i za <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Uspešno ste povezali prvi uređaj na Firefox nalog. Sada možete da se prijavite na Sync sa drugog uređaja, uključujući Firefox za Android i iOS.","Sign in to Sync:":"Prijavi se na Sync:","Secondary email added":"Sekundarna adresa dodata","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Uspešno ste verifikovali %(secondaryEmail)s kao sekundarnu adresu za vaš Firefox nalog. Bezbednosna obaveštenja i potvrde prijave će se sada slati na obe adrese.","Need to reset your password?":"Potrebno vam je resetovanje lozinke?","Click the button within the next hour to create a new password. The request came from the following device:":"Kliknite na dugme u toku sledećeg sata da kreirate novu lozinku. Zahtev je poslat sa sledećeg uređaja:","Create new password":"Napravi novu lozinku","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Hvala vam što ste izabrali Firefox! Možete instalirati Firefox i na mobilnom telefonu odavde: %(link)s","Is this you signing in?":"Da li ste se ovo vi prijavili?","If yes, here is the authorization code you need:":"Ako jeste, evo autorizacionog koda koji vam je potreban:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Ako niste, pomozite nam da odbijemo uljeza i <a %(reportSignInLinkAttributes)s>prijavite nam to.</a>","If no, help us fend off intruders and report it to us.":"Ako niste, pomozite nam da odbijemo uljeza i prijavite nam to.","Welcome!":"Dobrodošli!","Please activate your account by confirming this email address.":"Aktivirajte nalog tako što ćete potvrditi ovu adresu e-pošte.","Activate now":"Aktiviraj sada","Verify Email":"Potvrdi e-poštu","Verify your email to finish your Firefox Account registration":"Potvrdite e-poštu da završite registraciju naloga","Activate now:":"Aktiviraj sada:","For added security, please confirm this sign-in from the following device:":"Za dodatnu bezbednost, molimo vas da potvrdite prijavljivanje na sledećem uređaju:","Confirm sign-in":"Potvrdi prijavu","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Ako sumnjate da neko pokušava da pristupi vašem nalogu, <a %(passwordChangeLinkAttributes)s>molimo vas da promenite lozinku</a>.","Verify primary email":"Potvrdite primarnu adresu","A request to perform an account change has been made from the following device:":"Zahtev za izmene naloga je poslat sa sledećeg uređaja:","Verify email ":"Potvrdi e-poštu ","Once verified, account changes like adding a secondary email will become possible from this device.":"Jednom kada potvrdite, izmene naloga kao što je dodavanje sekundarne adrese, će biti moguće i sa ovog uređaja.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Ako niste odobrili ovu aktivnost, <a %(passwordChangeLinkAttributes)s>promenite vašu lozinku</a>.","Verify email: ":"Verifikuj adresu: ","If you did not authorize this action, please change your password.":"Ako niste odobrili ovu aktivnost, promenite vašu lozinku.","Verify secondary email":"Verifikuj sekundarnu adresu","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Zahtev za korišćenje %(email)s kao sekundarne adrese je poslat sa sledećeg Firefox naloga:","Once verified, this address will begin receiving security notifications and confirmations.":"Jednom kada je verifikujete, adresa će dobijati bezbednosne notifikacije i potvrde o prijavama.","Ready, set, sync":"Spremni, pozor, sinhronizuj","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Potvrdite da ste primili e-poštu i pomoćićemo vam da instalirate i sinhronizujete Firefox na svim vašim uređajima počeći od:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Jednom kada potvrdite, pomoćićemo vam da instalirate i povežete Firefox na barem jedan uređaj.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s na %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s na %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (procenjeno)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (procenjeno)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (procenjeno)","%(country)s (estimated)":"%(country)s (procenjeno)","Verify your Firefox Account":"Potvrdite Firefox nalog","Confirm your email and start to sync!":"Potvrdite vašu elektronsku adresu i počnite sa sinhronizacijom!","Firefox Account authorization code":"Autorazicioni kod Firefox naloga","Confirm new sign-in to %(clientName)s":"Potvrdite novo prijavljivanje na %(clientName)s","Sign-in code for Firefox":"Kod za prijavu na Firefox","Reset your Firefox Account password":"Resetujte lozinku Firefox naloga","Your Firefox Account password has been changed":"Lozinka Firefox naloga je promenjena","Firefox Account password changed":"Lozinka Firefox naloga je promenjena","Firefox Account password reset required":"Potrebno je da resetujete lozinku Firefox naloga","Firefox Account verified":"Firefox nalog potvrđen","Secondary Firefox Account email added":"Sekundarna adresa Firefox naloga dodata","Firefox Account new primary email":"Nova primarna adresa e-pošte Firefox naloga","Secondary Firefox Account email removed":"Sekundarna adresa Firefox naloga uklonjena","Firefox Account password reset with recovery key":"Resetovanje lozinke Firefox nalog uz ključ za oporavak","Page not found":"Stranica nije pronađena","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Stranica koju ste tražili nije pronađena. Mi smo obavešteni o tome i popravićemo neispravne veze.","Home":"Početna","500 Error":"Greška 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Nešto je pošlo naopako. Mi smo obavešteni i radimo na rešenju ovog problema.","502 Error":"Greška 502","Server busy, try again soon":"Server zauzet, pokušajte ponovo za par minuta","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Trenutno smo pod jakim naporom i trudimo se da vratimo sistem u normalu što je pre moguće.","Loading":"Učitavam","Firefox Accounts requires JavaScript.":"Firefox nalozi zahtevaju JavaScript.","Privacy Notice":"Obaveštenje o privatnosti","Terms of Service":"Uslovi korišćenja"}