{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-12-16 00:50+0000","last-translator":"nuttapong2539 <nuttapong2539@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"th","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"คุณเชื่อมต่ออุปกรณ์แรกเข้ากับบัญชี Firefox สำเร็จแล้ว ตอนนี้คุณสามารถลงชื่อเข้าใช้ Sync จากอุปกรณ์อื่น ซึ่งรวมถึง Firefox สำหรับ <a href='%(androidUrl)s'>Android</a> และ <a href='%(iosUrl)s'>iOS</a>","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"คุณเชื่อมต่อกับอุปกรณ์แรกกับบัญชี Firefox สำเร็จแล้ว เพื่อที่จะใช้งานส่วนมากใน Sync เชื่อมต่อกับ <a href='%(androidUrl)s'>Firefox for Android</a> หรือ <a href='%(iosUrl)s'>Firefox for iOS</a>","Connect another device":"เชื่อมต่ออุปกรณ์อื่น","Sign in to Sync":"ลงชื่อเข้า Sync","Firefox Accounts":"Firefox Account","Low recovery codes remaining":"รหัสการกู้คืนเหลือน้อย","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"เราสังเกตว่ารหัสการกู้คืนของคุณเหลือน้อย โปรดพิจารณาสร้างรหัสใหม่เพื่อป้องกันไม่ให้บัญชีของคุณถูกล็อก","Generate codes":"สร้างรหัส","This is an automated email.":"นี่คืออีเมลอัตโนมัติ","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"สำหรับข้อมูลเพิ่มเติม โปรดดูได้จาก <a %(supportLinkAttributes)s>Mozilla Support</a>","Mozilla Privacy Policy":"นโยบายความเป็นส่วนตัวของ Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"เราได้สังเกตว่ารหัสการกู้คืนของคุณเหลือน้อย โปรดพิจารณาสร้างรหัสใหม่เพื่อป้องกันไม่ให้บัญชีของคุณถูกล็อก","Generate codes:":"สร้างรหัส:","For more information, please visit %(supportUrl)s":"สำหรับข้อมูลเพิ่มเติม โปรดดูจาก %(supportUrl)s","New sign-in to %(clientName)s":"มีการลงชื่อเข้าใช้ใหม่ที่ %(clientName)s","IP address: %(ip)s":"ที่อยู่ IP: %(ip)s","Manage account":"จัดการบัญชี","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"นี้เป็นอีเมลอัตโนมัติ ถ้าหากคุณไม่ได้อนุญาตการดำเนินการนี้ <a %(passwordChangeLinkAttributes)s>โปรดเปลี่ยนรหัสผ่านของคุณ</a>","Manage account:":"จัดการบัญชี:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"นี่เป็นอีเมลอัตโนมัติ; หากคุณไม่ได้เพิ่มอุปกรณ์ใหม่ไปยังบัญชี Firefox ของคุณ คุณควรเปลี่ยนรหัสผ่านของคุณในทันทีที่ %(passwordChangeLink)s","Password changed successfully":"ได้เปลี่ยนรหัสผ่านสำเร็จแล้ว","Your Firefox Account password was successfully changed from the following device:":"รหัสผ่านบัญชี Firefox ของคุณได้รับการเปลี่ยนอย่างสมบูรณ์แล้วบนอุปกรณ์เหล่านี้:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"นี้เป็นอีเมลอัตโนมัติ ถ้าคุณไม่ได้อนุญาตการกระทำนี้ <a %(resetLinkAttributes)s>โปรดตั้งรหัสผ่านใหม่</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"นี้เป็นอีเมลอัตโนมัติ หากคุณไม่ได้เปลี่ยนรหัสผ่านบัญชี Firefox ของคุณ คุณควรตั้งรหัสผ่านใหม่ทันทีที่ %(resetLink)s","Your account password was changed":"รหัสผ่านบัญชีคุณถูกเปลี่ยนแล้ว","You will need to enter your new password on other devices to resume syncing.":"คุณจะต้องป้อนรหัสผ่านใหม่ของคุณบนอุปกรณ์อื่น ๆ เพื่อดำเนินการซิงค์ต่อ","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"หากคุณไม่ได้เปลี่ยนมัน กรุณา<a %(resetLinkAttributes)s>เปลี่ยนรหัสผ่านของคุณ</a>ตอนนี้","If you did not change it, please reset your password now at %(resetLink)s":"หากคุณไม่ได้เปลียนมัน กรุณาตั้งรหัสผ่านของคุณใหม่ที่ %(resetLink)s","Your account password was reset with a recovery key":"รหัสผ่านบัญชีคุณถูกตั้งใหม่ด้วยกุญแจการกู้คืน","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"คุณจะต้องสร้างกุญแจการกู้คืนใหม่","Create new recovery key":"สร้างรหัสการกู้คืนใหม่","Create new recovery key:":"สร้างรหัสการกู้คืนใหม่:","If you suspect that someone is trying to gain access to your account, please change your password.":"หากคุณสงสัยว่าใครพยายามเข้าถึงบัญชีของคุณ โปรดเปลี่ยนรหัสผ่านของคุณ","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"พบกิจกรรมที่น่าสงสัยบนบัญชี Firefox ของคุณ บัญชีของคุณอาจจะถูกเจาะ","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"เพื่อป้องกันการเข้าใช้บัญชี Firefox อย่างไม่ได้รับอนุญาต เราตั้งรหัสผ่านของคุณใหม่และแจ้งคุณเพื่อเป็นการป้องกัน","What should you do?":"คุณควรทำอย่างไร?","First, change your Firefox Account password.":"ขั้นแรก เปลี่ยนรหัสผ่านบัญชี Firefox ของคุณ","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"ขั้นที่สอง ถ้า Firefox เก็บรหัสผ่านสำหรับเว็บไซต์ คุณควรเปลี่ยนรหัสผ่านนั้นด้วย ผู้บุกรุกอาจได้รหัสผ่านนั้นไปแล้ว ดังนั้นคุณจึงควรตรวจชอบบัญชีเหล่านั้นเนื่องจากกิจกรรมที่น่าสงสัย","Learn how to see what passwords Firefox is storing for you.":"เรียนรู้เพิ่มเติมว่าจะดูอย่างไรว่า Firefox เก็บรหัสผ่านอะไรให้คุณ","Best,":"นับถือ","The Firefox Accounts team":"ทีมบัญชี Firefox","Account recovery key generated":"กุญแจกู้คืนบัญชีถูกสร้างแล้ว","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"คุณสร้างสร้างกุญแจกู้คืนบัญชีสำเร็จจากบัญชี Firefox บนอุปกรณ์เหล่านี้:","If this was not you, revoke key.":"ถ้านี่ไม่ใช่คุณ ให้เพิกถอนกุญแจนี้","Two-step authentication enabled":"เปิดใช้งานการรับรองความถูกต้องสองขั้นตอนแล้ว","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"คุณได้เปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนบน Firefox Account จากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:","Security codes from your authentication app will now be required at each sign-in.":"ต่อจากนี้ไป คุณจะต้องป้อนรหัสความปลอดภัยจากแอพการยืนยันตัวบุคคลในแต่ละครั้งที่คุณลงชื่อเข้าใช้","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"คุณได้เปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนบน Firefox Account เรียบร้อยแล้ว ต่อจากนี้ไป คุณจะต้องป้อนรหัสความปลอดภัยจากแอพการรับรองความถูกต้องของคุณในแต่ละครั้งที่คุณลงชื่อเข้าใช้","New primary email":"อีเมลหลักใหม่","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"คุณได้เปลี่ยนแปลงอีเมลหลักเป็น %(email)s สำเร็จแล้ว ที่อยู่นี้จะเป็นชื่อผู้ใช้ของคุณสำหรับการลงชื่อเข้าใช้ใน Firefox Account ของคุณ รวมถึงการรับการแจ้งเตือนความปลอดภัยและการยืนยันการลงชื่อเข้าใจ","Recovery code consumed":"ใช้รหัสการกู้คืนแล้ว","You have successfully consumed a recovery code from the following device:":"คุณได้ใช้รหัสการกู้คืนจากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:","Consumed recovery code":"ใช้รหัสการกู้คืนแล้ว","New recovery codes generated":"สร้างรหัสการกู้คืนใหม่แล้ว","You have successfully generated new recovery codes from the following device:":"คุณได้สร้างรหัสการกู้คืนจากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:","Account recovery key removed":"กุญแจกู้คืนบัญชีถูกลบแล้ว","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"กุญแจกู้คืนนี้ไม่สามารถใช้เพื่อกู้คืนบัญชีคุณได้อีกต่อไป","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"อีเมลสำรองถูกลบแล้ว","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"คุณได้ลบ %(secondaryEmail)s จากอีเมลสำรองจากบัญชี Firefox ของคุณสำเร็จแล้ว การแจ้งเตือนความปลอดภัยและการยืนยันการลงชื่อเข้าใช้จะไม่มีการส่งไปยังที่อยู่นี้อีก","This is an automated email; if you received it in error, no action is required.":"นี้เป็นอีเมลอัตโนมัติ ถ้าคุณได้รับเนื่องจากความผิดพลาด ไม่จำเป็นต้องทำอะไร","Two-step authentication disabled":"ปิดใช้งานการรับรองความถูกต้องสองขั้นตอนแล้ว","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"","Security codes will no longer be required at each sign-in.":"รหัสความปลอดภัยจะไม่บังคับใช้ในการลงชื่อเข้าใช้แต่ละครั้งแล้ว","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"","Account verified!":"ตรวจสอบบัญชีแล้ว!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"คุณได้เชื่อมต่ออุปกรณ์แรกเข้ากับบัญชี Firefox เรียบร้อยแล้ว ตอนนี้คุณสามารถลงชื่อเข้า Sync จากอุปกรณ์อื่นรวมถึง Firefox สำหรับ <a %(androidLinkAttributes)s>Android</a> และ <a %(iosLinkAttributes)s>iOS</a>","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"คุณได้เชื่อมต่ออุปกรณ์แรกของคุณกับบัญชี Firefox ของคุณเรียบร้อยแล้ว ตอนนี้คุณสามารถลงชื่อเข้า Sync จากอุปกรณ์อื่นได้รวมทั้ง Firefox สำหรับ Android และ iOS","Sign in to Sync:":"ลงชื่อเข้า Sync:","Secondary email added":"เพิ่มอีเมลสำรองแล้ว","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"คุณได้ยืนยัน %(secondaryEmail)s เป็นอีเมลสำรองสำหรับบัญชี Firefox ของคุณสำเร็จแล้ว ตอนนี้การแจ้งเตือนความปลอดภัยและการยืนยันการลงชื่อเข้าใช้จะส่งไปยังอีเมลทั้งสอง","Need to reset your password?":"ต้องการตั้งรหัสผ่านของคุณใหม่?","Click the button within the next hour to create a new password. The request came from the following device:":"คลิกปุ่มภายในชั่วโมงถัดไปเพื่อสร้างรหัสผ่านใหม่ คำขอมาจากอุปกรณ์ต่อไปนี้:","Create new password":"สร้างรหัสผ่านใหม่","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"ขอบคุณที่เลือก Firefox! คุณสามารถติดตั้ง Firefox สำหรับอุปกรณ์พกพาได้ที่นี่: %(link)s","Is this you signing in?":"ใช่คุณที่ลงชื่อเข้าหรือไม่?","If yes, here is the authorization code you need:":"ถ้าใช่ นี่คือรหัสอนุญาตที่คุณต้องการ:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"ถ้าไม่ใช่ ช่วยเรากำจัดผู้บุกรุกและ<a %(reportSignInLinkAttributes)s>รายงานมายังเรา</a>","If no, help us fend off intruders and report it to us.":"ถ้าไม่ใช่ ช่วยเรากำจัดผู้บุกรุกและรายงานมายังเรา","Welcome!":"ยินดีต้อนรับ!","Please activate your account by confirming this email address.":"โปรดเปิดใช้งานบัญชีของคุณโดยการยืนยันที่อยู่อีเมลนี้","Activate now":"เปิดใช้งานเดี๋ยวนี้","Verify Email":"ตรวจสอบอีเมล","Verify your email to finish your Firefox Account registration":"ตรวจสอบอีเมลของคุณเพื่อเสร็จสิ้นการลงทะเบียนบัญชี Firefox","Activate now:":"เปิดใช้งานเดี๋ยวนี้:","For added security, please confirm this sign-in from the following device:":"เพื่อความปลอดภัยเพิ่มเติม โปรดยืนยันการลงชื่อเข้าใช้นี้จากอุปกรณ์ต่อไปนี้:","Confirm sign-in":"ยืนยันการลงชื่อเข้า","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"ถ้าคุณสงสัยว่ามีใครพยายามเข้าถึงบัญชีของคุณ  <a %(passwordChangeLinkAttributes)s>โปรดเปลี่ยนรหัสผ่านของคุณ</a>","Verify primary email":"ยืนยันอีเมลหลัก","A request to perform an account change has been made from the following device:":"คำขอเพื่อทำการเปลี่ยนแปลงบัญชีได้ถูกสร้างขึ้นจากอุปกรณ์เหล่านี้:","Verify email ":"ยืนยันอีเมล","Once verified, account changes like adding a secondary email will become possible from this device.":"เมื่อได้รับการยืนยันแล้ว การเปลี่ยนแปลงบัญชีอย่างการเพิ่มอีเมลสำรองจะทำได้บนอุปกรณ์นี้","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"นี้เป็นอีเมลอัตโนมัติ ถ้าหากคุณไม่ได้อนุญาตการดำเนินการนี้ <a %(passwordChangeLinkAttributes)s>โปรดเปลี่ยนรหัสผ่านของคุณ</a>","Verify email: ":"ยืนยันอีเมล: ","If you did not authorize this action, please change your password.":"ถ้าคุณไม่ได้ทำการเข้าสู่ระบบครั้งนี้ โปรดทำการเปลี่ยนรหัสผ่านของคุณ","Verify secondary email":"ยืนยันอีเมลสำรอง","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"คำขอเพื่อใช้ %(email)s เป็นที่อยู่อีเมลอันดับสองถูกสร้างขึ้นจากบัญชี Firefox นี้:","Once verified, this address will begin receiving security notifications and confirmations.":"เมื่อได้รับการยืนยัน ที่อยู่นี้จะเริ่มได้รับการแจ้งเตือนความปลอดภัยและการยืนยัน","Ready, set, sync":"พร้อม, ตั้งค่า, ซิงค์","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"ยืนยันว่าคุณได้รับอีเมลนี้และเราจะช่วยคุณติดตั้งและซิงค์ Firefox บนอุปกรณ์ทั้งหมดของคุณ เริ่มต้นด้วย:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"เมื่อยืนยันแล้ว เราจะช่วยคุณติดตั้งและเชื่อมต่อ Firefox อย่างน้อยหนึ่งอุปกรณ์","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s บน %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s บน %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s %(stateCode)s %(country)s (โดยประมาณ)","%(city)s, %(country)s (estimated)":"%(city)s %(country)s (โดยประมาณ)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s %(country)s (โดยประมาณ)","%(country)s (estimated)":"%(country)s (โดยประมาณ)","Verify your Firefox Account":"ตรวจสอบบัญชี Firefox ของคุณ","Confirm your email and start to sync!":"ยืนยันอีเมลของคุณและเริ่มการซิงค์!","Firefox Account authorization code":"รหัสอนุญาตของบัญชี Firefox","Confirm new sign-in to %(clientName)s":"ยืนยันการเข้าสู่ระบบของ %(clientName)s","Sign-in code for Firefox":"รหัสการเข้าสู่ระบบสำหรับ Firefox","Reset your Firefox Account password":"ตั้งรหัสผ่านบัญชี Firefox ของคุณใหม่ ","Your Firefox Account password has been changed":"รหัสผ่านบัญชี Firefox ของคุณได้เปลี่ยนไปแล้ว","Firefox Account password changed":"รหัสผ่านบัญชี Firefox ถูกเปลี่ยนแล้ว","Firefox Account password reset required":"ต้องตั้งค่ารหัสผ่านบัญชี Firefox ใหม่","Firefox Account verified":"บัญชี Firefox ได้รับการยืนยันแล้ว","Secondary Firefox Account email added":"อีเมลสำรองของ Firefox Account ได้ถูกเพิ่มแล้ว","Firefox Account new primary email":"อีเมลหลักอันใหม่ของ Firefox Account","Secondary Firefox Account email removed":"อีเมลสำรองของบัญชี Firefox ถูกลบแล้ว","Firefox Account password reset with recovery key":"รหัสผ่านของบัญชี Firefox ถูกตั้งใหม่ด้วยกุญแจการกู้คืน","Page not found":"ไม่พบหน้า","The page you requested is not found. We've been notified and will fix any links that may be broken.":"ไม่พบเพจที่คุณร้องขอ เราทราบเรื่องแล้วและจะแก้ไขลิงก์ที่อาจเสียหาย","Home":"หน้าแรก","500 Error":"ข้อผิดพลาด 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"เราทราบถึงความผิดพลาดแล้วและจะดำเนินการแก้ไขต่อไป","502 Error":"ข้อผิดพลาด 502","Server busy, try again soon":"เซิร์ฟเวอร์กำลังทำงานหนัก ลองอีกครั้งในเร็ว ๆ นี้","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"เซิร์ฟเวอร์กำลังทำงานหนักเรากำลังแก้ไขให้เร็วที่สุด","Loading":"กำลังโหลด","Firefox Accounts requires JavaScript.":"บัญชี Firefox จำเป็นต้องใช้ JavaScript","Privacy Notice":"ประกาศความเป็นส่วนตัว","Terms of Service":"เงื่อนไขการให้บริการ"}