{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-10-18 19:08+0000","last-translator":"Bjørn I. <bsvinds@online.no>","language-team":"LANGUAGE <LL@li.org>","language":"nn_NO","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Du har no kopla til den fyrste eininga di til Firefox-kontoen din. No kan du logge inn på Sync frå dei andre einingane dine, inkludert Firefox for <a href='%(androidUrl)s'>Android</a> og <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Du har kopla til den fyrste eininga di til Firefox-kontoen din. For å få det meste ut av Sync, kople til <a href='%(androidUrl)s'>Firefox for Android</a> eller <a href='%(iosUrl)s'>Firefox for iOS</a>.","Connect another device":"Kople til ei anna eining","Sign in to Sync":"Logg inn på Sync","Firefox Accounts":"Firefox-kontoar","Low recovery codes remaining":"Kun få gjenopprettingskodar att","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Det er få gjenopprettingskodar att. Tenk på å generere nye kodar for å unngå å bli utelåst frå kontoen din.","Generate codes":"Generer kodar","This is an automated email.":"Denne e-postmeldinga er sendt automatisk.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"For meir informasjon, gå til <a %(supportLinkAttributes)s>Mozilla Support</a>.","Mozilla Privacy Policy":"Mozilla personvernpraksis","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Det er få gjenoppretingskodar att. Tenk på å generere nye kodar for å unngå å bli utelåst frå kontoen din.","Generate codes:":"Generer kodar:","For more information, please visit %(supportUrl)s":"For meir informasjon, gå til %(supportUrl)s","New sign-in to %(clientName)s":"Ny inloggning på %(clientName)s","IP address: %(ip)s":"IP-adresse: %(ip)s","Manage account":"Handter kontoen","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Dette er ein automatisk e-post. Om du ikkje godkjende denne handlinga må du <a %(passwordChangeLinkAttributes)s>endre passordet ditt.</a>","Manage account:":"Handter kontoen:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Dette er ei automatiskt e-postmelding: Om du ikkje la til ei ny eining i Firefox-kontoen din, bør du endre passordet ditt med ein gong på %(passwordChangeLink)s","Password changed successfully":"Passordet er endra","Your Firefox Account password was successfully changed from the following device:":"Passordet ditt er endra frå følgjande eining:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Dette er ein automatisk e-post: Om du ikkje godkjende denne handlinga <a %(resetLinkAttributes)s>ver snill og tilbakestill passordet ditt</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Dette er ei automatisk e-postmelding. Om du ikkje endra passordet ditt på Firefox-kontoen din, bør du tilbakestille det med ein gong på %(resetLink)s","Your account password was changed":"Kontopassordet ditt vart endra","You will need to enter your new password on other devices to resume syncing.":"Du må skrive inn det nye passordet ditt på andre einingar for å fortsetje synkroniseringa.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Om du ikkje endra det, <a %(resetLinkAttributes)s>still tilbake passordet</a> no.","If you did not change it, please reset your password now at %(resetLink)s":"Om du ikkje endra det, tilbakestill passordet ditt no på %(resetLink)s","Your account password was reset with a recovery key":"Kontopassordet ditt vart tilbakestilt med ein gjenopprettingsnykel","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"Du må generere ein ny gjenopprettingsnykel.","Create new recovery key":"Lag ny gjenopprettingsnykel","Create new recovery key:":"Lag ny gjenopprettingsnykel:","If you suspect that someone is trying to gain access to your account, please change your password.":"Om du mistenkjer at nokon prøver å få tilgang til kontoen din, må du endre passordet ditt.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Vi har oppdaga mistenkeleg aktivitet på Firefox-kontoen din. Kontoen din kan ha vorte kompromittert.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"For å hindre vidare uautorisert tilgang til Firefox-kontoen din, har vi tilbakestilt passordet, og informerer deg no om dette for å vere på den sikre sida.","What should you do?":"Kva bør du gjere?","First, change your Firefox Account password.":"Fyrst endrar du passordet for Firefox-kontoen din.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Deretter, om Firefox lagrar passord for nettsider, bør du òg endre desse passorda. Angriparar kan få tilgang til desse passorda, og du bør derfor kontrollere desse kontoane for mistenkjeleg aktivitet.","Learn how to see what passwords Firefox is storing for you.":"Lær deg kva for passord Firefox lagrar for deg.","Best,":"Venleg helsing","The Firefox Accounts team":"Teamet for Firefox-kontoar","Account recovery key generated":"Gjenopprettingsnykel for konto generert","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"Viss dette ikkje var deg, tilbakekall nykelen.","Two-step authentication enabled":"Tostegs-verifisering aktivert","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Du har aktivert tostegs-verifisering på Firefox-kontoen din frå følgjande eining:","Security codes from your authentication app will now be required at each sign-in.":"Sikkerheitskodar frå autentiseringappen din vil no krevjast for kvar pålogging.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Du har aktivert tostegs-verifisering på Firefox-kontoen din. Sikkerheitskodar fra autentiseringappen din vil no krevjast ved kvar innlogging.","New primary email":"Ny primær e-post","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Du har endra den primære e-postadressa di til %(email)s. Denne adressa nyttar du som brukarnamn for å logge inn på Firefox-kontoen din, samt for å ta imot sikkerheitsvarsel og stadfesting på innloggingar.","Recovery code consumed":"Gjenopprettingskode brukt","You have successfully consumed a recovery code from the following device:":"Du har brukt ein oppattbyggingskode frå følgjande eining:","Consumed recovery code":"Brukt gjenopprettingskode","New recovery codes generated":"Nye gjenopprettingskodar generert","You have successfully generated new recovery codes from the following device:":"Du har generert nye gjenopprettingskodar frå følgjande eining:","Account recovery key removed":"Gjenopprettingsnykel for konto fjerna","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"Denne gjenopprettingsnykelen kan ikkje lenger brukast til å gjenopprette kontoen din.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Du har fjerna ein nykel for kontogjenoppretting, for Firefox-kontoen din, frå følgjande eining:","Secondary email removed":"Sekundær e-postadesse fjerna","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Du har sletta %(secondaryEmail)s som ei sekundær e-postadresse frå Firefox-kontoen din. Sikkerheitsmeldingar og inloggningsstadfestingar vil ikkje lenger bli leverte til denne adressa.","This is an automated email; if you received it in error, no action is required.":"Dette er ei automatisk e-postmelding: Dersom du har motteke denne e-posten ved en feil, treng du ikkje å gjera noko.","Two-step authentication disabled":"Tostegs-verifisering deaktivert","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Du har deaktivert tostegs-verifisering på Firefox-kontoen din frå følgjande eining:","Security codes will no longer be required at each sign-in.":"Sikkerheitskodar vil ikkje lenger krevjast ved kvar pålogging.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Du har deaktivert tostegs-verifisering på Firefox-kontoen din. Sikkerheitskodar vil ikkje lenger krevjast ved kvar innlogging.","Account verified!":"Kontoen er stadfesta!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Du har kopla den fyrste eininga di til Firefox-kontoen din. Du kan no logga inn på Sync frå dei andre eininganre dine, inkludertFirefox for <a %(androidLinkAttributes)s>Android</a> og <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Du har kopla den fyrste eininga di til Firefox-kontoen din. No kan du logga inn på Sync frå dei andre einingane dine, inkludert Firefox for Android og iOS.","Sign in to Sync:":"Logg inn på Sync:","Secondary email added":"Sekundær e-post lagt til","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Du har stadfesta %(secondaryEmail)s som ei sekundær e-postadresse for Firefox-kontoen din. Sikkerheitsmeldingar og inloggningsstadfestingar vil no bli leverte til begge e-postadressene.","Need to reset your password?":"Treng du å tilbakestille passordet ditt?","Click the button within the next hour to create a new password. The request came from the following device:":"Trykk på knappen innan den neste timen for å lage eit nytt passord. Førespurnaden kom frå følgjande eining:","Create new password":"Lag nytt passord","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Takk for at du vel Firefox! Du kan installere Firefox for mobil her: %(link)s","Is this you signing in?":"Er det du som loggar inn?","If yes, here is the authorization code you need:":"Dersom ja, her er godkjenningskoden du treng:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Dersom nei, hjelp oss med å avverje inntrengarar <a %(reportSignInLinkAttributes)s=\"\">rapporter dette til oss.</a>","If no, help us fend off intruders and report it to us.":"Dersom nei, hjelp oss med å avverje inntrengarar og raporter dette til oss.","Welcome!":"Velkomen!","Please activate your account by confirming this email address.":"Aktiver kontoen din ved å stadfeste denne e-postadressa.","Activate now":"Aktiver no","Verify Email":"Stadfest e-post","Verify your email to finish your Firefox Account registration":"Stadfest e-postadressa di for å fullføre registreringa av Firefox-kontoen din","Activate now:":"Aktiver no:","For added security, please confirm this sign-in from the following device:":"For ekstra sikkerheit, ver snill og stadfest denne innlogginga frå følgjande eining:","Confirm sign-in":"Stadfest innlogging","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Om du mistenkjer at nokon prøver å få tilgang til kontoen din, <a %(passwordChangeLinkAttributes)s>må du endre passordet ditt</a>.","Verify primary email":"Stadfest primær e-post","A request to perform an account change has been made from the following device:":"Ein førespurnad om å utføre ei kontoendring er gjort frå følgjande eining:","Verify email ":"Stadfest e-post ","Once verified, account changes like adding a secondary email will become possible from this device.":"Når stadfesta, vil endringar i kontoen som å leggje til ein sekundær e-post, bli muleg frå denne eininga.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Om du ikkje godkjende denne handlinga, så <a %(passwordChangeLinkAttributes)s>byt passordet ditt</a>.","Verify email: ":"Stadfest e-post: ","If you did not authorize this action, please change your password.":"Om du ikkje godkjende denne handlinga, byt passordet ditt.","Verify secondary email":"Stadfest sekundær e-post","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Ein førespurnad om å bruke %(email)s som sekundær e-postadresse har kome frå følgjande Firefox-konto:","Once verified, this address will begin receiving security notifications and confirmations.":"Når e-postadressa er stadfesta, vil ho byrje å ta imot tryggingsvarsel og stadfestingar.","Ready, set, sync":"Klar, ferdig, synk","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Stadfest at du har fått denne e-postmeldinga og vi vil hjelpa deg med å installere og synkronisere Firefox på alle einingane dine og byrjar med:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Når det er stadfesta, hjelper vi deg med å installere og kople til Firefox på minst ei anna eining.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s på %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s på %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (estimert)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (estimert)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (estimert)","%(country)s (estimated)":"%(country)s (estimert)","Verify your Firefox Account":"Stadfest Firefox-kontoen din","Confirm your email and start to sync!":"Stadfest e-postadressa di og begynn å synkronisere!","Firefox Account authorization code":"Firefox-konto godkjenningskode","Confirm new sign-in to %(clientName)s":"Stadfest ny innlogging til %(clientName)s","Sign-in code for Firefox":"Innloggingskode for Firefox","Reset your Firefox Account password":"Tilbakestill passordet på Firefox-kontoen din","Your Firefox Account password has been changed":"Passordet for Firefox-kontoen din er endra","Firefox Account password changed":"Passordet for Firefox-kontoen er endra","Firefox Account password reset required":"Tilbakestilling av passord for Firefox-kontoen er påkravd","Firefox Account verified":"Firefox-konto stadfesta","Secondary Firefox Account email added":"Sekundær e-post for Firefox-konto lagt til","Firefox Account new primary email":"Firefox-konto, ny primær e-post","Secondary Firefox Account email removed":"Sekundær e-postadresse i Firefox-kontoen fjerna","Firefox Account password reset with recovery key":"Tilbakestilling av passordet for Firefox-kontoen din med gjenopprettingsnykel","Page not found":"Fann ikkje sida","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Fann ikkje sida du spurde etter. Vi er varsla og vil reparere lenker som ikkje fungerer.","Home":"Heim","500 Error":"Feil 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Å nei, noko gjekk gale. Vi har blitt informert, og vil gå i gang med å finne ei løysing.","502 Error":"Feil 502","Server busy, try again soon":"Tenaren er opptatt. Prøv igjen seinare","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Vi er for tida overbelsata, men arbeider på spreng for at systemet snarast råd skal fungere som normalt igjen.","Loading":"Lastar","Firefox Accounts requires JavaScript.":"Firefox-kontoar krev JavaScript.","Privacy Notice":"Personvernmerknad","Terms of Service":"Tenestevilkår"}