{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-08-31 17:14+0000","last-translator":"Rodrigo <rodrigo.mcunha@hotmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"pt_PT","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Ligou com sucesso o seu primeiro dispositivo à sua Conta Firefox. Agora pode iniciar sessão no Sync nos seus outros dispositivos, incluindo o Firefox para o <a href='%(androidUrl)s'>Android</a> e <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Ligou com sucesso o seu primeiro dispositivo à sua Conta Firefox. Para obter o máximo do Sync, ligue qualquer <a href='%(androidUrl)s'>Firefox para Android</a> ou <a href='%(iosUrl)s'>Firefox para iOS</a>.","Connect another device":"Ligar outro dispositivo","Sign in to Sync":"Iniciar sessão no Sync","Firefox Accounts":"Contas Firefox","Low recovery codes remaining":"Restam poucos códigos de recuperação","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Notámos que está com poucos códigos de recuperação. Por favor considere gerar novos códigos para evitar que fique sem acesso à sua conta.","Generate codes":"Gerar códigos","This is an automated email.":"Este é um email automático.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Para mais informação, por favor visite o <a %(supportLinkAttributes)s>Apoio da Mozilla</a>.","Mozilla Privacy Policy":"Política de privacidade da Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Notámos que está com poucos códigos de recuperação. Por favor considere gerar novos códigos para evitar que fique sem acesso à sua conta.","Generate codes:":"Gerir códigos:","For more information, please visit %(supportUrl)s":"Para mais informação, por favor visite %(supportUrl)s","New sign-in to %(clientName)s":"Novo início de sessão para %(clientName)s","IP address: %(ip)s":"Endereço IP: %(ip)s","Manage account":"Gerir conta","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Esta é uma mensagem automática; se não autorizou esta ação, então <a %(passwordChangeLinkAttributes)s>por favor altere a sua palavra-passe.</a>","Manage account:":"Gerir conta:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Este é um email automatizado; se não adicionou um novo dispositivo à sua Conta Firefox, deve alterar a sua palavra-passe imediatamente em %(passwordChangeLink)s","Password changed successfully":"Palavra-passe alterada com sucesso","Your Firefox Account password was successfully changed from the following device:":"A palavra-passe da sua Conta Firefox foi alterada com sucesso a partir do seguinte dispositivo:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Este é um email automático; se não autorizou esta ação, então <a %(resetLinkAttributes)s>por favor, reponha a sua palavra-passe</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Este é um email automático; se não alterou a sua palavra-passe da sua conta Firefox, deve repor a mesma imediatamente em %(resetLink)s","Your account password was changed":"A palavra-passe da sua conta foi alterada","You will need to enter your new password on other devices to resume syncing.":"Irá precisar de introduzir a sua nova palavra-passe nos seus outros dispositivos para retomar a sincronização.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Se não a alterou, por favor <a %(resetLinkAttributes)s>reponha a sua palavra-passe</a> agora.","If you did not change it, please reset your password now at %(resetLink)s":"Se não a alterou, por favor reponha a sua palavra-passe agora em %(resetLink)s","Your account password was reset with a recovery key":"A palavra-passe da sua conta foi reposta com uma chave de recuperação","You have successfully reset your password using a recovery key from the following device:":"Repôs a sua palavra passe utilizando uma chave de recuperação com sucesso a partir do seguinte dispositivo:","You will need to generate a new recovery key.":"Irá necessitar de gerar uma nova chave de recuperação.","Create new recovery key":"Criar nova chave de recuperação","Create new recovery key:":"Criar nova chave de recuperação:","If you suspect that someone is trying to gain access to your account, please change your password.":"Se suspeita que alguém está a tentar obter acesso à sua conta, por favor, altere a sua palavra-passe.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Detetámos atividade suspeita na sua Conta Firefox. A sua conta pode ter sido comprometida.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Para prevenir mais acessos não autorizados à sua Conta Firefox, repusemos a sua palavra-passe e estamos a notificar-lhe como precaução.","What should you do?":"O que devo fazer?","First, change your Firefox Account password.":"Primeiro, altere a palavra-passe da sua Conta Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Segundo, se o Firefox armazena palavras-passe para websites, deve alterar essas palavras-passe também. Os atacantes podem ter acesso a essas palavras-passe, por isso deve verificar essas contas por atividade suspeita.","Learn how to see what passwords Firefox is storing for you.":"Saiba como ver que palavras-passe o Firefox está a armazenar para si.","Best,":"O melhor,","The Firefox Accounts team":"A equipa do Contas Firefox","Account recovery key generated":"Chave de recuperação de conta gerada","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Gerou uma chave de recuperação de conta para a sua Conta Firefox com sucesso utilizando o seguinte dispositivo:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Se não foi você, <a %(revokeAccountRecoveryLinkAttributes)s>clique aqui.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Gerou uma chave de recuperação de conta para a sua Conta Firefox com sucesso a partir do seguinte dispositivo:","If this was not you, revoke key.":"Se não foi você, revogue a chave.","Two-step authentication enabled":"Autenticação de dois passos ativada","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Ativou com sucesso a autenticação de dois passos na sua Conta Firefox a partir do seguinte dispositivo:","Security codes from your authentication app will now be required at each sign-in.":"Os códigos de segurança da sua aplicação de autenticação serão agora requeridos a cada início de sessão.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Ativou com sucesso a autenticação de dois passos na sua Conta Firefox. Os códigos de segurança da sua aplicação de autenticação serão agora requeridos a cada início de sessão.","New primary email":"Novo email primário","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Alterou o seu email primário para %(email)s com sucesso. Este endereço é agora o seu nome de utilizador para iniciar sessão na sua Conta Firefox, assim como para receber notificações de segurança e confirmações de início de sessão.","Recovery code consumed":"Código de recuperação consumido","You have successfully consumed a recovery code from the following device:":"Consumiu um código de recuperação com sucesso a partir do seguinte dispositivo:","Consumed recovery code":"Código de recuperação consumido","New recovery codes generated":"Novos códigos de recuperação gerados","You have successfully generated new recovery codes from the following device:":"Gerou novos códigos de recuperação com sucesso a partir do seguinte dispositivo:","Account recovery key removed":"Chave de recuperação de conta removida","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Removeu uma chave de recuperação de conta para a sua Conta Firefox com sucesso utilizando o seguinte dispositivo:","This recovery key can no longer be used to recover your account.":"Esta chave de recuperação não pode mais ser utilizada para recuperar a sua conta.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Removeu uma chave de recuperação de conta para a sua Conta Firefox com sucesso a partir do seguinte dispositivo:","Secondary email removed":"Email secundário removido","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Removeu com sucesso %(secondaryEmail)s como um email secundário para a sua Conta Firefox. Notificações de segurança e confirmações de início de sessão não serão mais entregues a este endereço.","This is an automated email; if you received it in error, no action is required.":"Este é um email automático; se o recebeu por erro, nenhuma ação é requerida.","Two-step authentication disabled":"Autenticação de dois passos desativada","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Desativou com sucesso a autenticação de dois passos na sua Conta Firefox a partir do seguinte dispositivo:","Security codes will no longer be required at each sign-in.":"Os códigos de segurança não serão mais requeridos a cada início de sessão.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Desativou com sucesso a autenticação de dois passos na sua Conta Firefox. Os códigos de segurança da sua aplicação de autenticação não serão mais requeridos a cada início de sessão.","Account verified!":"Conta confirmada!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Ligou o seu primeiro dispositivo à sua Conta Firefox com sucesso. Agora pode iniciar a sessão no Sync a partir dos seus outros dispositivos, incluindo Firefox para <a %(androidLinkAttributes)s>Android</a> e <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Ligou com sucesso o seu primeiro dispositivo à sua Conta Firefox. Agora pode iniciar sessão no Sync nos seus outros dispositivos, incluindo o Firefox para Android e iOS.","Sign in to Sync:":"Inicie sessão no Sync:","Secondary email added":"Email secundário adicionado","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Verificou com sucesso %(secondaryEmail)s como um email secundário para a sua Conta Firefox. Notificações de segurança e confirmações de início de sessão serão agora entregues a ambos os endereços de email.","Need to reset your password?":"Precisa de repor a sua palavra-passe?","Click the button within the next hour to create a new password. The request came from the following device:":"Clique no botão dentro da próxima hora para criar uma nova palavra passe. A solicitação veio a partir do seguinte dispositivo:","Create new password":"Criar nova palavra-passe","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Obrigado por escolher o Firefox! Pode instalar o Firefox para dispositivos móveis aqui: %(link)s","Is this you signing in?":"É mesmo você a iniciar sessão?","If yes, here is the authorization code you need:":"Se sim, aqui está o código de autorização de que necessita:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Se não, ajude-nos a afastar os intrusos e <a %(reportSignInLinkAttributes)s>denuncie à nossa equipa.</a>","If no, help us fend off intruders and report it to us.":"Se não, ajude-nos a afastar os intrusos e denuncie-nos a atividade.","Welcome!":"Bem-vindo(a)!","Please activate your account by confirming this email address.":"Por favor, ative a sua conta confirmando este endereço de email.","Activate now":"Ativar agora","Verify Email":"Confirmar email","Verify your email to finish your Firefox Account registration":"Confirme o seu email para concluir o registo da sua Conta Firefox","Activate now:":"Ativar agora:","For added security, please confirm this sign-in from the following device:":"Para segurança adicional, por favor confirme este início de sessão do seguinte dispositivo:","Confirm sign-in":"Confirmar novo início de sessão","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Se suspeita que alguém está a tentar obter acesso à sua conta, <a %(passwordChangeLinkAttributes)s>por favor, altere a sua palavra-passe</a>.","Verify primary email":"Verificar email primário","A request to perform an account change has been made from the following device:":"Foi realizado um pedido para executar uma alteração de conta a partir do seguinte dispositivo:","Verify email ":"Verificar email ","Once verified, account changes like adding a secondary email will become possible from this device.":"Assim que verificado, alterações de conta tais como adicionar um email secundário irão ficar disponíveis a partir deste dispositivo.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Se não autorizou esta ação, <a %(passwordChangeLinkAttributes)s>por favor altere a sua palavra-passe</a>.","Verify email: ":"Verificar email: ","If you did not authorize this action, please change your password.":"Se não autorizou esta ação, por favor altere a sua palavra-passe.","Verify secondary email":"Verificar email secundário","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Uma solicitação para utilizar %(email)s como endereço de email secundário foi feito a partir da seguinte Conta Firefox:","Once verified, this address will begin receiving security notifications and confirmations.":"Assim que verificado, este endereço irá começar a receber notificações de segurança e confirmações.","Ready, set, sync":"Pronto, preparar, sincronizar","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Confirme que recebeu este email e nós iremos ajudar-lhe a instalar e sincronizar o Firefox em todos os seus dispositivos começando com:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Assim que confirmado, iremos ajudar-lhe a instalar e ligar o Firefox, pelo menos, num outro dispositivo.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s em %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s em %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (estimado)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (estimado)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (estimado)","%(country)s (estimated)":"%(country)s (estimado)","Verify your Firefox Account":"Confirme a sua Conta Firefox","Confirm your email and start to sync!":"Confirme o seu email e comece a sincronizar!","Firefox Account authorization code":"Código de autorização da Conta Firefox","Confirm new sign-in to %(clientName)s":"Confirmar novo início de sessão em %(clientName)s","Sign-in code for Firefox":"Código de início de sessão para o Firefox","Reset your Firefox Account password":"Reponha a palavra-passe da sua Conta Firefox","Your Firefox Account password has been changed":"A palavra-passe da sua Conta Firefox foi alterada","Firefox Account password changed":"Palavra-passe da Conta Firefox alterada","Firefox Account password reset required":"Reposição de palavra-passe da Conta Firefox requerida","Firefox Account verified":"Conta Firefox verificada","Secondary Firefox Account email added":"Email secundário do Contas Firefox adicionado","Firefox Account new primary email":"Novo email primário Conta Firefox","Secondary Firefox Account email removed":"Email secundário da Conta Firefox removido","Firefox Account password reset with recovery key":"Reposição de palavra-passe da Conta Firefox com chave de recuperação","Page not found":"Página não encontrada","The page you requested is not found. We've been notified and will fix any links that may be broken.":"A página solicitada não foi encontrada. Fomos notificados e iremos corrigir todos as ligações que possam estar quebradas.","Home":"Início","500 Error":"Erro 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Lamentamos, mas ocorreu um erro. Fomos notificados e vamos começar a trabalhar numa correção.","502 Error":"Erro 502","Server busy, try again soon":"Servidor ocupado, tente novamente em breve","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Atualmente temos a capacidade praticamente esgotada e estamos a trabalhar para que o sistema volte ao seu estado normal o mais rapidamente possível.","Loading":"A carregar","Firefox Accounts requires JavaScript.":"O Contas Firefox necessita de JavaScript.","Privacy Notice":"Aviso de privacidade","Terms of Service":"Termos de serviço"}