{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-11-24 15:05+0000","last-translator":"Théo Chevalier <theo.chevalier11@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"fr","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n > 1);","x-generator":"Pontoon","x-pootle-mtime":"1444667329.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Vous avez connecté votre premier appareil à votre compte Firefox avec succès. Vous pouvez à présent vous connecter à Sync depuis vos autres appareils, y compris depuis Firefox pour <a href='%(androidUrl)s'>Android</a> et Firefox pour <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Vous avez connecté votre premier appareil à votre compte Firefox avec succès. Pour tirer le meilleur parti de Sync, connectez-vous depuis <a href='%(androidUrl)s'>Firefox pour Android</a> ou <a href='%(iosUrl)s'>Firefox pour iOS</a>.","Connect another device":"Connecter un autre appareil","Sign in to Sync":"Se connecter à Sync","Firefox Accounts":"Comptes Firefox","Low recovery codes remaining":"Il vous reste peu de codes de secours","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Nous avons remarqué qu’il vous reste peu de codes de secours. Vous devriez générer de nouveaux codes pour éviter de perdre l’accès à votre compte.","Generate codes":"Générer des codes","This is an automated email.":"Ceci est un message automatique.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Pour plus d’informations, veuillez consulter <a %(supportLinkAttributes)s>l’assistance de Mozilla</a>.","Mozilla Privacy Policy":"Politique de confidentialité de Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Nous avons remarqué qu’il vous reste peu de codes de secours. Vous devriez générer de nouveaux codes pour éviter de perdre l’accès à votre compte.","Generate codes:":"Générer des codes :","For more information, please visit %(supportUrl)s":"Pour davantage d’informations, veuillez consulter %(supportUrl)s","New sign-in to %(clientName)s":"Nouvelle connexion via %(clientName)s","IP address: %(ip)s":"Adresse IP : %(ip)s","Manage account":"Gérer le compte","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Ceci est un courrier électronique automatique ; si vous n’avez pas autorisé cette action,  <a %(passwordChangeLinkAttributes)s>veuillez changer votre mot de passe.</a>","Manage account:":"Gérer le compte :","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Ceci est un message automatique ; si vous n’avez pas ajouté de nouvel appareil à votre compte Firefox, vous devriez changer votre mot de passe immédiatement depuis %(passwordChangeLink)s","Password changed successfully":"Modification du mot de passe","Your Firefox Account password was successfully changed from the following device:":"Le mot de passe de votre compte Firefox a été correctement changé depuis cet appareil :","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Ceci est un message automatique ; si vous n’êtes pas à l’origine de cette action, veuillez <a %(resetLinkAttributes)s>réinitialiser votre mot de passe</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Ceci est un message automatique ; si vous n’avez pas changé le mot de passe de votre compte Firefox, vous devriez le réinitialiser immédiatement depuis %(resetLink)s","Your account password was changed":"Le mot de passe de votre compte a été changé","You will need to enter your new password on other devices to resume syncing.":"Vous devrez saisir votre nouveau mot de passe sur vos autres appareils pour reprendre la synchronisation.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Si vous ne l’avez pas changé, veuillez <a %(resetLinkAttributes)s>réinitialiser votre mot de passe</a> immédiatement.","If you did not change it, please reset your password now at %(resetLink)s":"Si vous ne l’avez pas changé, veuillez réinitialiser votre mot de passe immédiatement depuis %(resetLink)s","Your account password was reset with a recovery key":"Le mot de passe de votre compte a été réinitialisé avec une clé de récupération","You have successfully reset your password using a recovery key from the following device:":"Vous avez réinitialisé votre mot de passe en utilisant une clé de récupération depuis l’appareil suivant :","You will need to generate a new recovery key.":"Vous devez générer une nouvelle clé de récupération.","Create new recovery key":"Créer une nouvelle clé de récupération","Create new recovery key:":"Créer une nouvelle clé de récupération :","If you suspect that someone is trying to gain access to your account, please change your password.":"Si vous avez des raisons de penser que quelqu’un essaie d’accéder à votre compte, veuillez changer votre mot de passe.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Nous avons détecté de l’activité suspecte sur votre compte Firefox. Votre compte a peut-être été piraté.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Afin d’empêcher tout accès non autorisé à votre compte Firefox, nous avons modifié votre mot de passe et vous en informons par précaution.","What should you do?":"Que devriez-vous faire ?","First, change your Firefox Account password.":"Tout d’abord, modifiez le mot de passe de votre compte Firefox.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Ensuite, si Firefox enregistre vos mots de passe pour des sites Web, nous vous recommandons de modifier ces mots de passe également. Les pirates pourraient avoir accès à ces mots de passe, vous devriez donc contrôler ces comptes-là pour s’assurer qu’il n’y a pas d’activité suspecte.","Learn how to see what passwords Firefox is storing for you.":"Découvrez comment voir les mots de passe qu’enregistre Firefox.","Best,":"Cordialement,","The Firefox Accounts team":"L’équipe Comptes Firefox","Account recovery key generated":"La clé de récupération du compte a été générée","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Vous avez réussi à générer une clé de récupération de votre compte Firefox en utilisant l’appareil suivant :","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Si vous n’êtes pas à l’origine de cette demande, <a %(revokeAccountRecoveryLinkAttributes)s>cliquez ici.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Vous avez réussi à générer une clé de récupération de votre compte Firefox en utilisant l’appareil suivant :","If this was not you, revoke key.":"Si vous n’êtes pas à l’origine de cette action, révoquez cette clé.","Two-step authentication enabled":"Validation en deux étapes activée","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Vous avez activé la validation en deux étapes pour votre compte Firefox à partir de l’appareil suivant :","Security codes from your authentication app will now be required at each sign-in.":"Un code de sécurité issu de votre application d’authentification sera désormais requis à chaque connexion.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Vous avez activé la validation en deux étapes pour votre compte Firefox. Un code de sécurité de votre application d’authentification vous sera désormais demandé à chaque connexion.","New primary email":"Nouvelle adresse électronique principale","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Votre adresse électronique principale est désormais %(secondaryEmail)s. Cette adresse est à présent votre nom d’utilisateur pour vous connecter à votre compte Firefox et elle recevra les notifications de sécurité et les confirmations de connexion.","Recovery code consumed":"Code de secours utilisé","You have successfully consumed a recovery code from the following device:":"Vous avez utilisé un code de secours à partir de l’appareil suivant :","Consumed recovery code":"Code de secours utilisé","New recovery codes generated":"Nouveaux codes de secours générés","You have successfully generated new recovery codes from the following device:":"Vous avez généré de nouveaux codes de secours à partir de l’appareil suivant :","Account recovery key removed":"La clé de récupération a été supprimée","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Vous avez supprimé une clé de récupération de votre compte Firefox en utilisant l’appareil suivant :","This recovery key can no longer be used to recover your account.":"Cette clé de récupération ne peut plus être utilisée pour récupérer votre compte.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Vous avez supprimé une clé de récupération de votre compte Firefox depuis l’appareil suivant :","Secondary email removed":"L’adresse électronique secondaire a été supprimée","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"%(secondaryEmail)s a été retiré des adresses électroniques secondaires de votre compte Firefox. Vous ne recevrez plus de notification ni de confirmation de connexion sur cette adresse électronique.","This is an automated email; if you received it in error, no action is required.":"Ceci est un message automatique ; si vous l’avez reçu par erreur, vous n’avez rien à faire.","Two-step authentication disabled":"Validation en deux étapes désactivée","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Vous avez désactivé la validation en deux étapes pour votre compte Firefox à partir de l’appareil suivant :","Security codes will no longer be required at each sign-in.":"Un code de sécurité ne sera désormais plus nécessaire au moment de la connexion.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Vous avez désactivé la validation en deux étapes pour votre compte Firefox. Un code de sécurité ne sera désormais plus nécessaire au moment de la connexion.","Account verified!":"Compte confirmé !","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Vous avez correctement connecté votre premier appareil à votre compte Firefox. Vous pouvez désormais vous connecter à Sync depuis vos autres appareils, y compris depuis Firefox pour <a %(androidLinkAttributes)s>Android</a> et <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Vous avez connecté votre premier appareil à votre compte Firefox avec succès. Vous pouvez à présent vous connecter à Sync depuis vos autres appareils, y compris depuis Firefox pour Android et Firefox pour iOS.","Sign in to Sync:":"Se connecter à Sync :","Secondary email added":"Adresse électronique secondaire ajoutée","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"L’adresse électronique secondaire %(secondaryEmail)s de votre compte Firefox a été vérifiée avec succès. Les notifications de sécurité et les confirmations de connexion seront désormais envoyées aux deux adresses électroniques.","Need to reset your password?":"Vous devez réinitialiser votre mot de passe ?","Click the button within the next hour to create a new password. The request came from the following device:":"Cliquez sur le bouton d’ici moins d’une heure pour créer un nouveau mot de passe. La demande a été effectuée depuis cet appareil :","Create new password":"Créer un nouveau mot de passe","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Merci d’avoir choisi Firefox ! Vous pouvez installer Firefox pour mobiles ici : %(link)s","Is this you signing in?":"Étiez-vous à l’origine de cette connexion ?","If yes, here is the authorization code you need:":"Si oui, voici le code d’autorisation dont vous avez besoin :","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Si non, aidez-nous à repousser les intrus et <a %(reportSignInLinkAttributes)s>signalez-le-nous</a>.","If no, help us fend off intruders and report it to us.":"Si non, aidez-nous à repousser les intrus et signalez-le-nous.","Welcome!":"Bienvenue !","Please activate your account by confirming this email address.":"Veuillez activer votre compte en confirmant cette adresse électronique.","Activate now":"Activer maintenant","Verify Email":"Confirmer l’adresse électronique","Verify your email to finish your Firefox Account registration":"Confirmez votre adresse électronique afin de terminer l’enregistrement de votre compte Firefox","Activate now:":"Activation :","For added security, please confirm this sign-in from the following device:":"Pour une sécurité renforcée, veuillez confirmer cette connexion depuis l’appareil suivant :","Confirm sign-in":"Confirmer la connexion","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Si vous avez des raisons de penser que quelqu’un essaie d’accéder à votre compte, <a %(passwordChangeLinkAttributes)s>veuillez changer votre mot de passe</a>.","Verify primary email":"Confirmer l’adresse principale","A request to perform an account change has been made from the following device:":"Une requête pour modifier le compte a été effectuée depuis l’appareil suivant :","Verify email ":"Confirmer l’adresse électronique ","Once verified, account changes like adding a secondary email will become possible from this device.":"Une fois vérifié, il sera possible de modifier le compte à partir de cet appareil comme pour ajouter une seconde adresse électronique.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Si vous n’avez pas autorisé cette action, <a %(passwordChangeLinkAttributes)s>veuillez changer votre mot de passe</a>.","Verify email: ":"Confirmer l’adresse électronique : ","If you did not authorize this action, please change your password.":"Si vous n’avez pas autorisé cette action, veuillez changer votre mot de passe.","Verify secondary email":"Confirmer l’adresse secondaire","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Une demande d’utilisation de l’adresse %(email)s en tant qu’adresse secondaire a été effectuée depuis le compte Firefox suivant :","Once verified, this address will begin receiving security notifications and confirmations.":"Une fois confirmée, cette adresse électronique recevra les confirmations et notifications de sécurité.","Ready, set, sync":"À vos marques… Prêts ? Synchronisez !","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Confirmez que vous avez reçu ce message et nous vous aiderons à installer et synchroniser Firefox sur tous vos appareils, en commençant par :","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Une fois confirmé, nous vous aiderons à installer et connecter Firefox sur au moins un autre appareil.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s sur %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s sur %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (approximatif)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (approximatif)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (approximatif)","%(country)s (estimated)":"%(country)s (approximatif)","Verify your Firefox Account":"Confirmer votre compte Firefox","Confirm your email and start to sync!":"Confirmez votre adresse électronique et lancez la synchronisation !","Firefox Account authorization code":"Code d’autorisation du compte Firefox","Confirm new sign-in to %(clientName)s":"Confirmer la nouvelle connexion via %(clientName)s","Sign-in code for Firefox":"Code pour se connecter via Firefox","Reset your Firefox Account password":"Réinitialiser votre compte Firefox","Your Firefox Account password has been changed":"Le mot de passe de votre compte Firefox a été changé","Firefox Account password changed":"Le mot de passe du compte Firefox a été changé","Firefox Account password reset required":"Compte Firefox: changement de mot de passe obligatoire","Firefox Account verified":"Compte Firefox vérifié","Secondary Firefox Account email added":"Adresse électronique secondaire ajoutée au compte Firefox","Firefox Account new primary email":"Nouvelle adresse électronique principale du compte Firefox","Secondary Firefox Account email removed":"Adresse électronique secondaire retirée du compte Firefox","Firefox Account password reset with recovery key":"Le mot de passe de votre compte Firefox a été réinitialisé avec une clé de récupération","Page not found":"Page introuvable","The page you requested is not found. We've been notified and will fix any links that may be broken.":"La page demandée est introuvable. Nous en avons été informés et nous rétablirons les liens éventuellement cassés.","Home":"Accueil","500 Error":"Erreur 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Une erreur s’est produite. Nous en avons été avertis et allons mettre au point un correctif.","502 Error":"Erreur 502","Server busy, try again soon":"Serveur occupé, veuillez réessayer plus tard","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Nous subissons actuellement un trafic important et nous occupons de remettre le système en état au plus vite.","Loading":"Chargement…","Firefox Accounts requires JavaScript.":"JavaScript est nécessaire pour utiliser les comptes Firefox.","Privacy Notice":"Politique de confidentialité","Terms of Service":"Conditions d’utilisation"}