{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-08-31 17:08+0000","last-translator":"manxmensch <manxmensch@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"ms","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Kini anda boleh daftar masuk Sync di peranti anda yang lain termasuk Firefox untuk <a href='%(androidUrl)s'>Android</a> dan <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Sambungkan mana-mana <a href='%(androidUrl)s'>Firefox untuk Android</a> atau <a href='%(iosUrl)s'>Firefox untuk iOS</a> lain untuk dapatkan kelebihannya.","Connect another device":"Sambungkan peranti lain","Sign in to Sync":"Daftar masuk ke Sync","Firefox Accounts":"Akaun Firefox","Low recovery codes remaining":"Kod pemulihan semakin habis","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Kami mengesan bahawa kod pemulihan anda semakin habis. Sila jana kod baru untuk mengelakkan anda terkunci di luar akaun.","Generate codes":"Jana kod","This is an automated email.":"Ini adalah e-mel automatik.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Untuk maklumat lanjut, layari <a %(supportLinkAttributes)s>Sokongan Mozilla</a>.","Mozilla Privacy Policy":"Polisi Privasi Mozilla","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Kami mengesan bahawa kod pemulihan anda semakin habis. Sila jana kod baru untuk mengelakkan anda terkunci di luar akaun.","Generate codes:":"Jana kod:","For more information, please visit %(supportUrl)s":"Untuk maklumat lanjut, layari %(supportUrl)s","New sign-in to %(clientName)s":"Daftar masuk baru ke %(clientName)s","IP address: %(ip)s":"Alamat IP: %(ip)s","Manage account":"Urus akaun","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Ini adalah emel automatik; jika anda tidak membenarkan tindakan ini, maka <a %(passwordChangeLinkAttributes)s>sila ubah kata laluan anda.</a>","Manage account:":"Urus akaun:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Ini adalah emel automatik; jika anda tidak menambah peranti baru ke Akaun Firefox anda, anda perlu menukar kata laluan anda segere di %(passwordChangeLink)s","Password changed successfully":"Kata laluan berjaya diubah","Your Firefox Account password was successfully changed from the following device:":"Kata laluan Akaun Firefox anda telah diubah dari peranti berikut:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Ini adalah emel automatik; jika anda tidak membenarkan tindakan ini, maka <a %(resetLinkAttributes)s>sila ubah kata laluan anda</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Ini adalah emel automatik; jika anda tidak mengubah kata laluan Akaun Firefox anda, anda perlu set semua dengan segera di %(resetLink)s","Your account password was changed":"Kata laluan anda telah diubah","You will need to enter your new password on other devices to resume syncing.":"Anda perlu masukkan kata laluan baru dalam peranti lain untuk menyambung sync.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Jika anda tidak mengubahnya, sila <a %(resetLinkAttributes)s>set semula kata laluan</a> sekarang.","If you did not change it, please reset your password now at %(resetLink)s":"Jika anda tidak mengubahnya, sila set semula kata laluan anda sekarang di %(resetLink)s","Your account password was reset with a recovery key":"Kata laluan akaun anda telah ditetapkan semula menggunakan kekunci pemulihan","You have successfully reset your password using a recovery key from the following device:":"Anda telah berjaya menetapkan semula kata laluan menggunakan kekunci pemulihan dari peranti berikut:","You will need to generate a new recovery key.":"Anda perlu jana kekunci pemulihan baru.","Create new recovery key":"Cipta kekunci pemulihan baru","Create new recovery key:":"Cipta kekunci pemulihan baru:","If you suspect that someone is trying to gain access to your account, please change your password.":"Jika anda mengesyaki bahawa seseorang sedang cuba untuk mendapatkan akses ke akaun anda, sila tukar kata laluan anda.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Kami mengesan aktiviti mencurigakan di Akaun Firefox anda. Akaun anda mungkin telah terjejas.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Untuk menghalang akses tanpa kebenaran keatas Akaun Firefox anda, kami telah set semula kata laluan dan memberitahu anda sebagai langkah berjaga-jaga.","What should you do?":"Apa perlu anda lakukan?","First, change your Firefox Account password.":"Pertama, ubah kata laluan Akaun Firefox anda.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Kedua, jika Firefox menyimpan kata laluan ke laman web, anda perlu mengubah kata laluan tersebut juga. Penyerang mungkin telah mempunyai akses kata laluan tersebut, jadi anda perlu periksa akaun tersebut untuk aktiviti yang mencurigakan.","Learn how to see what passwords Firefox is storing for you.":"Ketahui bagaimana kata laluan disimpan oleh Firefox untuk anda.","Best,":"Terbaik,","The Firefox Accounts team":"Pasukan Akaun Firefox","Account recovery key generated":"Kekunci pemulihan akaun telah dijana","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Anda telah berjaya menjana kekunci pemulihan baru untuk Akaun Firefox anda menggunakan peranti berikut:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Jika ini bukan anda, <a %(revokeAccountRecoveryLinkAttributes)s>klik sini.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Anda telah berjaya menjana kekunci pemulihan baru untuk Akaun Firefox anda daripada peranti berikut:","If this was not you, revoke key.":"Jika ini bukan anda, batalkan kekunci.","Two-step authentication enabled":"Pengesahan dwi-langkah telah didayakan","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Anda telah berjaya dayakan pengesahan dwi-langkah Akaun Firefox anda dari peranti berikut:","Security codes from your authentication app will now be required at each sign-in.":"Kod keselamatan dari aplikasi pengesahan akan diperlukan setiap kali anda mendaftar-masuk.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Anda telah berjaya dayakan pengesahan dwi-langkah Akaun Firefox anda. Kod keselamatan dari aplikasi pengesahan akan diperlukan setiap kali anda daftar masuk.","New primary email":"E-mel utama baru","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Anda telah berjaya menukar e-mel utama ke %(email)s. Alamat ini kini menjadi nama pengguna anda untuk mendaftar masuk ke Akaun Firefox, serta menerima notifikasi sekuriti dan pengesahan daftar masuk.","Recovery code consumed":"Kod pemulihan telah digunakan","You have successfully consumed a recovery code from the following device:":"Anda telah berjaya menggunakan kod pemulihan dari peranti berikut:","Consumed recovery code":"Kod pemulihan yang digunakan","New recovery codes generated":"Kod pemulihan baru telah dijana","You have successfully generated new recovery codes from the following device:":"Anda telah berjaya menjana kod pemulihan baru dari peranti berikut:","Account recovery key removed":"Kekunci pemulihan akaun telah dibuang","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Anda telah berjaya membuang kekunci pemulihan untuk Akaun Firefox anda menggunakan peranti berikut:","This recovery key can no longer be used to recover your account.":"Kekunci pemulihan ini tidak lagi boleh digunakan untuk memulihkan akaun anda.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Anda telah berjaya membuang kekunci pemulihan untuk Akaun Firefox anda daripada peranti berikut:","Secondary email removed":"E-mel sekunder dibuang","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Anda berjaya membuang %(secondaryEmail)s sebagai e-mel sekunder daripada Akaun Firefox anda. Notifikasi keselamatan dan pengesahan daftar masuk tidak lagi akan dihantar ke alamat ini.","This is an automated email; if you received it in error, no action is required.":"Ini adalah emel automatik; jika anda tersilap terima, tiada tindakan diperlukan.","Two-step authentication disabled":"Pengesahan dwi-langkah telah dinyahdayakan","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Anda telah berjaya nyahdayakan pengesahan dwi-langkah Akaun Firefox anda dari peranti berikut:","Security codes will no longer be required at each sign-in.":"Kod keselamatan tidak akan diperlukan lagi ketika daftar masuk.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Anda telah berjaya nyahdayakan pengesahan dwi-langkah Akaun Firefox anda. Kod keselamatan tidak akan diperlukan lagi ketika daftar masuk.","Account verified!":"Akaun disahkan!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Kini anda boleh daftar masuk Sync di peranti anda yang lain termasuk Firefox untuk <a %(androidLinkAttributes)s>Android</a> dan <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Kini anda boleh daftar masuk Sync di peranti anda yang lain termasuk Firefox untuk Android dan iOS.","Sign in to Sync:":"Daftar masuk ke Sync:","Secondary email added":"E-mel sekunder ditambah","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Anda telah berjaya mengesahkan %(secondaryEmail)s sebagai e-mel sekunder untuk Akaun Firefox anda. Notifikasi keselamatan dan pengesahan daftar masuk akan dihantar kepada kedua-dua alamat e-mel.","Need to reset your password?":"Perlu set semula kata laluan anda?","Click the button within the next hour to create a new password. The request came from the following device:":"Klik butang dalam tempoh sejam berikut untuk mencipta kata laluan baru. Permintaan ini dibuat daripada peranti berikut:","Create new password":"Cipta kata laluan baru","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Terima kasih kerana memilih Firefox! Anda boleh pasang Firefox untuk peranti mudah alih di sini: %(link)s","Is this you signing in?":"Anda mendaftar masuk?","If yes, here is the authorization code you need:":"Jika ya, ini adalah kod pengesahan yang anda perlukan:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Jika tidak, bantu kami menangkis penceroboh dan <a %(reportSignInLinkAttributes)s>laporkan kepada kami.</a>","If no, help us fend off intruders and report it to us.":"Jika tidak, bantu kami menangkis penceroboh dan laporkan kepada kami.","Welcome!":"Selamat datang!","Please activate your account by confirming this email address.":"Sila aktifkan akaun anda dengan mengesahkan alamat emel ini.","Activate now":"Aktifkan sekarang","Verify Email":"Sahkan emel","Verify your email to finish your Firefox Account registration":"Sahkan emel anda untuk melengkapkan pendaftaran Akaun Firefox anda","Activate now:":"Aktifkan sekarang:","For added security, please confirm this sign-in from the following device:":"Untuk keselamatan tambahan, sila sahkan daftar masuk daripada peranti ini:","Confirm sign-in":"Sahkan daftar masuk","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Jika anda mengesyaki bahawa seseorang sedang cuba untuk mendapatkan akses ke akaun anda, <a %(passwordChangeLinkAttributes)s>Sila tukar kata laluan anda</a>.","Verify primary email":"Sahkan e-mel utama","A request to perform an account change has been made from the following device:":"Permintaan untuk melaksanakan pertukaran akaun telah dibuat dari peranti berikut:","Verify email ":"Sahkan emel ","Once verified, account changes like adding a secondary email will become possible from this device.":"Setelah disahkan, pertukaran akaun seperti menambah e-mel sekunder akan dibolehkan dari peranti ini.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Jika anda tidak membenarkan tindakan ini, <a %(passwordChangeLinkAttributes)s>sila tukar kata laluan anda</a>.","Verify email: ":"Sahkan e-mel: ","If you did not authorize this action, please change your password.":"Jika anda tidak membenarkan tindakan ini, sila tukar kata laluan anda.","Verify secondary email":"Sahkan e-mel sekunder","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Permintaan untuk menggunakan %(email)s sebagai e-mel sekunder telah dibuat daripada Akaun Firefox berikut:","Once verified, this address will begin receiving security notifications and confirmations.":"Apabila disahkan, alamat ini akan mula menerima notifikasi dan pengesahan.","Ready, set, sync":"Bersedia, set, sync","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Sahkan anda telah menerima e-mel ini dan kami akan membantu anda memasang dan sync Firefox pada semua peranti anda yang bermula dengan:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Setelah disahkan, kami akan membantu anda memasang dan menyambung Firefox pada sekurang-kurangnya satu peranti lain.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s di %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s di %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (anggaran)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (anggaran)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (anggaran)","%(country)s (estimated)":"%(country)s (anggaran)","Verify your Firefox Account":"Sahkan Akaun Firefox anda","Confirm your email and start to sync!":"Sahkan emel anda dan mulakan sync!","Firefox Account authorization code":"Kod pengesahan Akaun Firefox","Confirm new sign-in to %(clientName)s":"Sahkan daftar masuk baru ke %(clientName)s","Sign-in code for Firefox":"Kod daftar masuk Firefox","Reset your Firefox Account password":"Set semula kata laluan Akaun Firefox anda","Your Firefox Account password has been changed":"Kata laluan Akaun Firefox anda telah diubah","Firefox Account password changed":"Kata laluan Akaun Firefox telah diubah","Firefox Account password reset required":"Set semula kata laluan Akaun Firefox diperlukan","Firefox Account verified":"Akaun Firefox disahkan","Secondary Firefox Account email added":"E-mel sekunder Akaun Firefox telah ditambah","Firefox Account new primary email":"E-mel utama baru Akaun Firefox","Secondary Firefox Account email removed":"E-mel sekunder Akaun Firefox telah dibuang","Firefox Account password reset with recovery key":"Penetapan semula kata laluan Akaun Firefox menggunakan kekunci pemulihan","Page not found":"Halaman tidak ditemui","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Halaman yang anda minta tidak ditemui. Kami telah dimaklumkan dan akan membetulkan mana-mana pautan yang mungkin rosak.","Home":"Utama","500 Error":"500 Ralat","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Alamak, ada sesuatu yang tidak kena. Kami telah dimaklumkan dan mencari penyelesaiannya.","502 Error":"502 Ralat","Server busy, try again soon":"Pelayan sibuk, cuba lagi nanti","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Kami sedang berusaha keras untuk mengembalikan sistem seperti biasa secepat mungkin.","Loading":"Memuatkan","Firefox Accounts requires JavaScript.":"Akaun Firefox memerlukan JavaScript.","Privacy Notice":"Notis Privasi","Terms of Service":"Terma Perkhidmatan"}