{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-03 11:01+0000","last-translator":"Fjoerfoks <fryskefirefox@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"fy","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1444998452.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Jo hawwe jo earste apparaat mei sukses oan jo Firefox-account keppele. Jo kinne jo no oanmelde by Sync fan jo oare apparaten ôf, wêrûnder Firefox foar <a href='%(androidUrl)s'>Android</a> en <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Jo hawwe jo earste apparaat mei sukses oan jo Firefox-account keppele. Keppel <a href='%(androidUrl)s'>Firefox foar Android</a> of <a href='%(iosUrl)s'>Firefox foar iOS</a> om it measte út Sync te heljen.","Connect another device":"Noch in apparaat keppelje","Sign in to Sync":"Oanmelde by Sync","Firefox Accounts":"Firefox Accounts","Low recovery codes remaining":"Net in protte werstelkoaden restearjend","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Wy hawwe murken dat jo noch net in protte werstelkoaden hawwe. Oerweagje nije koaden te generearjen om te foar te kommen dat jo gjin tagong mear hawwe ta jo account.","Generate codes":"Koaden generearje","This is an automated email.":"Dit is in automatisearre e-mailbericht.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Besykje <a %(supportLinkAttributes)s>Mozilla Support</a> foar mear ynformaasje.","Mozilla Privacy Policy":"Mozilla-privacybelied","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Wy hawwe murken dat jo noch net in protte werstelkoaden hawwe. Oerweagje nije koaden te generearjen om te foar te kommen dat jo gjin tagong mear hawwe ta jo account.","Generate codes:":"Koaden generearje:","For more information, please visit %(supportUrl)s":"Besykje %(supportUrl)s foar mear ynformaasje","New sign-in to %(clientName)s":"Nije oanmelding by %(clientName)s","IP address: %(ip)s":"IP-adres: %(ip)s","Manage account":"Account beheare","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Dit is in automatisearre e-mailberjocht; as jo dizze aksje net autorisearre hawwe, <a %(passwordChangeLinkAttributes)s>wizigje dan jo wachtwurd.</a>","Manage account:":"Account beheare:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Dit is in automatisearre e-mailberjocht; as jo gjin nij apparaat oan jo Firefox-account tafoege hawwe, moatte jo daliks jo wachtwurd wizigje op %(passwordChangeLink)s","Password changed successfully":"Wachtwurd mei sukses wizige","Your Firefox Account password was successfully changed from the following device:":"Jo Firefox-accountwachtwurd is mei sukses op it folgjende apparaat wizige:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Dit is in automatisearre e-mailberjocht; as jo dizze aksje net autorisearre hawwe, <a %(resetLinkAttributes)s>wizigje dan jo wachtwurd.</a>","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Dit is in automatisearre e-mailberjocht; as jo it wachtwurd foar jo Firefox-account net wizige hawwe, moatte jo it daliks opnij ynstelle op %(resetLink)s","Your account password was changed":"Jo accountwachtwurd is wizige","You will need to enter your new password on other devices to resume syncing.":"Jo moatte jo nije wachtwurd op oare apparaten ynfiere om it syngronisearjen te ferfetsjen.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"As jo it net wizige hawwe, <a %(resetLinkAttributes)s>stel jo wachtwurd dan no opnij yn</a>.","If you did not change it, please reset your password now at %(resetLink)s":"As jo it net wizige hawwe, stel jo wachtwurd dan no opnij yn fia %(resetLink)s","Your account password was reset with a recovery key":"Jo accountwachtwurd is opnij ynsteld mei in werstelkaai","You have successfully reset your password using a recovery key from the following device:":"Jo hawwe mei sukses jo wachtwurd opnij ynsteld fia in werstelkaai fan it folgjende apparaat ôf:","You will need to generate a new recovery key.":"Jo moatte in nije werstelkaai generearje.","Create new recovery key":"Nije werstelkaai generearje","Create new recovery key:":"Nije werstelkaai generearje:","If you suspect that someone is trying to gain access to your account, please change your password.":"As jo tinke dat ien tagong ta jo account probearret te krijen, wizigje dan jo wachtwurd.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Wy hawwe op jo Firefox-account fertochte aktiviteiten ûntdekt. Jo account kin skeind wêze.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Om fierdere net autorisearre tagong ta jo Firefox-account foar te kommen, hawwe wy jo wachtwurd opnij ynsteld en melde dat jo as foarsoarchsmaatregel.","What should you do?":"Wat moatte jo dwaan?","First, change your Firefox Account password.":"As earste, stel jo Firefox-accountwachtwurd opnij yn.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"As Firefox wachtwurden foar websites bewarret, moatte jo dizze wachtwurden ek wizigje. Oanfallers kinne tagong ta de wachtwurden krigen hawwe, dus kontrolearje ek de bybehearrende accounts op fertochte aktiviteit.","Learn how to see what passwords Firefox is storing for you.":"Ynfo oer hoe't jo sjen kinne hokker wachtwurden Firefox foar jo bewarret.","Best,":"Freonlike groetnis,","The Firefox Accounts team":"It Firefox Accounts-team","Account recovery key generated":"Kaai foar accountwerstel generearre","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Jo hawwe mei sukses in kaai foar accountwerstel foar jo Firefox-account generearre fia it folgjende apparaat:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"As jo dit net dien hawwe, <a %(revokeAccountRecoveryLinkAttributes)s>klik dan hjir.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Jo hawwe mei sukses in kaai foar accountwerstel foar jo Firefox-account generearre fan it folgjende apparaat ôf:","If this was not you, revoke key.":"As jo dit net dien hawwe, lûk dan de kaai yn.","Two-step authentication enabled":"Twa-staps autentikaasje ynskeakele","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Jo hawwe fan it folgjende apparaat ôf mei sukses twa-staps autentikaasje op jo Firefox-account ynskeakele:","Security codes from your authentication app will now be required at each sign-in.":"Fan no ôf binne by elke oanmelding de feilichheidskoaden fan jo autentikaasje-app fereaske.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Jo hawwe mei sukses twa-staps autentikaasje op jo Firefox-account ynskeakele. Fan no ôf binne by elke oanmelding de feilichheidskoaden fan jo autentikaasje-app fereaske.","New primary email":"Nij primêr e-mailadres","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Jo hawwe jo primêre e-mailadres mei sukses nei %(email)s wizige. Dit adres is no jo brûkersnamme foar it oanmelden by jo Firefox-account, krekt as foar it ûntfangen fan befeiligingsmeldingen en oanmeldingsbefêstigingen.","Recovery code consumed":"Werstelkoade brûkt","You have successfully consumed a recovery code from the following device:":"Jo hawwe mei sukses in werstelkoade brûkt fan it folgjende appaaraat ôf:","Consumed recovery code":"Brûkte werstelkoade","New recovery codes generated":"Nije werstelkoaden generearre","You have successfully generated new recovery codes from the following device:":"Jo hawwe mei sukses nije werstelkoaden generearre fan it folgjende apparaat ôf:","Account recovery key removed":"Kaai foar accountwerstel fuortsmiten","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Jo hawwe mei sukses in kaai foar accountwerstel foar jo Firefox-account fuortsmiten fia it folgjende apparaat:","This recovery key can no longer be used to recover your account.":"Dizze werstelkaai kin net mear brûkt wurde om jo account te werstellen.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Jo hawwe mei sukses in kaai foar accountwerstel foar jo Firefox-account fuortsmiten fan it folgjende apparaat ôf:","Secondary email removed":"Sekundêr e-mailadres fuortsmiten","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Jo hawwe %(secondaryEmail)s mei sukses as sekundêr e-mailadres fan jo Firefox-account fuortsmiten. Befeiligingsmeldingen en oanmeldingsbefêstigingen wurde net mear op dit adres ôflevere.","This is an automated email; if you received it in error, no action is required.":"Dit is in automatysk e-mailberjocht; as jo it troch fersin ûntfongen hawwe, hoege jo neat te dwaan.","Two-step authentication disabled":"Twa-staps autentikaasje útskeakele","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Jo hawwe fan it folgjende apparaat ôf mei sukses twa-staps autentikaasje op jo Firefox-account útskeakele:","Security codes will no longer be required at each sign-in.":"Feilichheidskoaden sille by elke oanmelding net langer nedich wêze.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Jo hawwe mei sukses twa-staps autentikaasje op jo Firefox-account útskeakele. Feilichheidskoaden sille by elke oanmelding net langer nedich wêze.","Account verified!":"Account ferifiearre!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Jo hawwe jo earste apparaat suksesfol mei jo Firefox-account ferbûn. Jo kinne jo no fan oare apparaten ôf oanmelde by Sync, ynklusyf Firefox foar<a %(androidLinkAttributes)s>Android</a> en <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Jo hawwe jo earste apparaat mei sukses oan jo Firefox-account keppele. Jo kinne jo no oanmelde by Sync fan jo oare apparaten ôf, wêrûnder Firefox foar Android en iOS.","Sign in to Sync:":"Oanmelde by Sync:","Secondary email added":"Twadde e-mail tafoege","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Jo hawwe %(secondaryEmail)s mei sukses as sekundêr e-mailadres foar jo Firefox-account ferifiearre. Befeiligingsmeldingen en oanmeldingsbefêstigingen wurde no op beide e-mailadressen ôflevere.","Need to reset your password?":"Moatte jo jo wachtwurd opnij ynstelle?","Click the button within the next hour to create a new password. The request came from the following device:":"Klik binnen in oer op de knop om in nij wachtwurd oan te meitsjen. De oanfraach is ôfkomstich fan it folgjende apparaat:","Create new password":"Nij wachtwurd oanmeitsje","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Tank foar it kiezen fan Firefox! Hjir kinne jo Firefox foar mobyl ynstallearje: %(link)s","Is this you signing in?":"Binne jo dit, dy't harren oanmeldt?","If yes, here is the authorization code you need:":"As ja, dan is hjir de autorisaasjekoade dy't jo nedich hawwe:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"As nee, help ús ynkringers tsjin te hâlden en <a %(reportSignInLinkAttributes)s>rapportearje it oan ús.</a>","If no, help us fend off intruders and report it to us.":"As nee, help ús ynkringers tsjin te hâlden en rapportearje it oan ús.","Welcome!":"Wolkom!","Please activate your account by confirming this email address.":"Aktivearje jo account troch dit e-mailadres te befêstigjen.","Activate now":"No aktivearje","Verify Email":"E-mailadres ferifiearje","Verify your email to finish your Firefox Account registration":"Ferifiearje jo e-mailadres om jo Firefox-accountregistraasje te foltôgjen","Activate now:":"No aktivearje:","For added security, please confirm this sign-in from the following device:":"Befêstigje dizze oanmelding fan it folgjende apparaat ôf foar ekstra befeiliging:","Confirm sign-in":"Oanmelding befêstigje","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"As jo tinke dat ien tagong ta jo account probearret te krijen, <a %(passwordChangeLinkAttributes)s>wizigje dan jo wachtwurd</a>.","Verify primary email":"Primêr e-mailadres ferifiearje","A request to perform an account change has been made from the following device:":"Der is in oanfraach foar it útfieren fan in accountwiziging dien fan it folgjende apparaat ôf:","Verify email ":"E-mailadres ferifiearje ","Once verified, account changes like adding a secondary email will become possible from this device.":"Nei ferifikaasje wurde accountwizigingen lykas it tafoegjen fan in sekundêr e-mailadres mooglik fan dit apparaat ôf.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"As jo dizze aksje net autorisearre hawwe, <a %(passwordChangeLinkAttributes)s>wizigje dan jo wachtwurd</a>.","Verify email: ":"E-mailadres ferifiearje: ","If you did not authorize this action, please change your password.":"As jo dizze aksje net autorisearre hawwe, wizigje dan jo wachtwurd.","Verify secondary email":"Sekundêr e-mailadres ferifiearje","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Der is in oanfraach foar it gebrûk fan %(email)s as twadde e-mailadres dien fan de folgjende Firefox-account ôf:","Once verified, this address will begin receiving security notifications and confirmations.":"Nei ferifikaasje wurde op dit adres befeiligingsmeldingen en befêstigingen ûntfongen.","Ready, set, sync":"Op jo plak, klear, syngronisearje","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Befêstigje dat jo dit e-mailberjocht ûntfongen hawwe en wy helpe jo Firefox op al jo apparaten te ynstallearjen en te syngronisearjen, begjinnend mei:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Sa gau as dit befêstige is, helpe wy jo Firefox op op syn minst ien oar apparaat te ynstallearjen en te keppeljen.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s op %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s op %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (skatting)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (skat)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (skatting)","%(country)s (estimated)":"%(country)s (skat)","Verify your Firefox Account":"Ferifiearje jo Firefox-account","Confirm your email and start to sync!":"Befêstigje jo e-mailadres en begjin mei syngronisearjen!","Firefox Account authorization code":"Firefox Account-autorisaasjekoade","Confirm new sign-in to %(clientName)s":"Nije oanmelding by %(clientName)s befêstigje","Sign-in code for Firefox":"Oanmeldkoade foar Firefox","Reset your Firefox Account password":"Stel jo Firefox-accountwachtwurd opnij yn","Your Firefox Account password has been changed":"Jo Firefox-accountwachtwurd is wizige","Firefox Account password changed":"Firefox-accountwachtwurd wizige","Firefox Account password reset required":"Opnij ynstellen fan Firefox-accountwachtwurd fereaske","Firefox Account verified":"Firefox Account ferifiearre","Secondary Firefox Account email added":"Sekundêr e-mailadres foar Firefox-account tafoege","Firefox Account new primary email":"Nij primêr e-mailadres foar Firefox-account","Secondary Firefox Account email removed":"Sekundêr e-mailadres foar Firefox-account fuortsmiten","Firefox Account password reset with recovery key":"Firefox-accountwachtwurd opnij ynsteld mei werstelkaai","Page not found":"Side net fûn","The page you requested is not found. We've been notified and will fix any links that may be broken.":"De opfrege side waard net fûn. Wy binne op de hichte en sille keppelingen dy't mooglik net wurkje werom bringe.","Home":"Start","500 Error":"Flater 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Oh jee, der gie wat mis. Wy binne op 'e hichte brocht en gean wurkje oan in oplossing.","502 Error":"Flater 502","Server busy, try again soon":"Server beset, probearje it letter opnij","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Wy stean op dit stuit ûnder hege druk en wurkje oan in sa gau as mooglik werom bringen fan it systeem.","Loading":"Lade","Firefox Accounts requires JavaScript.":"Firefox-accounts fereasket JavaScript.","Privacy Notice":"Privacyferklearring","Terms of Service":"Servicebetingsten"}