{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-23 14:38+0000","last-translator":"Rimas Kudelis <rimas@mozilla.lt>","language-team":"LANGUAGE <LL@li.org>","language":"lt","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && (n%100<10 || n%100>=20) ? 1 : 2);","x-generator":"Pontoon","x-pootle-mtime":"1447609555.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Dabar galite su ja susieti ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą <a href='%(androidUrl)s'>„Android“</a> ar <a href='%(iosUrl)s'>„iOS“</a> platformai.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Kad „Sync“ paslauga jums būtų tikrai naudinga, susiekite su šia paskyra ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą <a href='%(androidUrl)s'>„Android“</a> ar <a href='%(iosUrl)s'>„iOS“</a> platformai.","Connect another device":"Susieti kitą įrenginį","Sign in to Sync":"Prisijunkite sinchronizavimui","Firefox Accounts":"„Firefox“ paskyros","Low recovery codes remaining":"Liko nedaug atkūrimo kodų","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Pastebėjome, jog jau panaudojote daugumą atkūrimo kodų. Patariame sugeneruoti naujus, kad netyčia neliktumėte negrįžtamai atskirti nuo savo duomenų.","Generate codes":"Generuoti kodus","This is an automated email.":"Tai – automatinis laiškas.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Išsamesnės informacijos ieškokite <a %(supportLinkAttributes)s>„Mozillos“ žinyne</a>.","Mozilla Privacy Policy":"„Mozillos“ privatumo nuostatai","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"Pastebėjome, jog jau panaudojote daugumą atkūrimo kodų. Patariame sugeneruoti naujus, kad netyčia neliktumėte negrįžtamai atskirti nuo savo duomenų.","Generate codes:":"Generuoti kodus:","For more information, please visit %(supportUrl)s":"Daugiau informacijos rasite adresu %(supportUrl)s","New sign-in to %(clientName)s":"Naujas prisijungimas prie „%(clientName)s“","IP address: %(ip)s":"IP adresas – %(ip)s","Manage account":"Tvarkyti paskyrą","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Tai – automatiškai išsiųstas laiškas. Jei šis veiksmas nesankcionuotas, patariame <a %(passwordChangeLinkAttributes)s>pasikeisti savo paskyros slaptažodį</a>.","Manage account:":"Tvarkyti paskyrą:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Tai – automatiškai išsiųstas laiškas. Jei šio įrenginio su savo „Firefox“ paskyra jūs nesiejote, patariame nedelsiant pasikeisti savo paskyros slaptažodį: %(passwordChangeLink)s","Password changed successfully":"Slaptažodis pakeistas sėkmingai","Your Firefox Account password was successfully changed from the following device:":"Jūsų „Firefox“ paskyros slaptažodis buvo pakeistas, naudojantis šiuo įrenginiu:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Tai – automatiškai išsiųstas laiškas. Jei šis veiksmas nesankcionuotas, patariame <a %(resetLinkAttributes)s>atkurti savo paskyros slaptažodį</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Tai – automatiškai išsiųstas laiškas. Jei jūs nekeitėte savo „Firefox“ paskyros slaptažodžio, patariame nedelsiant jį atkurti: %(resetLink)s","Your account password was changed":"Jūsų paskyros slaptažodis pakeistas","You will need to enter your new password on other devices to resume syncing.":"Kad sinchronizavimas vyktų toliau, turėsite naująjį slaptažodį įvesti ir kituose įrenginiuose.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Jeigu slaptažodžio nekeitėte, siūlome <a %(resetLinkAttributes)s>jį atkurti</a> nedelsiant.","If you did not change it, please reset your password now at %(resetLink)s":"Jeigu slaptažodžio nekeitėte, siūlome jį nedelsiant atkurti adresu %(resetLink)s","Your account password was reset with a recovery key":"Jūsų paskyros slaptažodis atkurtas pasinaudojus atkūrimo raktu","You have successfully reset your password using a recovery key from the following device:":"Jūsų slaptažodis sėkmingai atkurtas pasinaudojus atkūrimo raktu ir šiuo įrenginiu:","You will need to generate a new recovery key.":"Jums reikės susigeneruoti naują atkūrimo raktą.","Create new recovery key":"Generuoti naują atkūrimo raktą","Create new recovery key:":"Generuoti naują atkūrimo raktą:","If you suspect that someone is trying to gain access to your account, please change your password.":"Jeigu įtariate, kad kažkas kitas bando gauti prieigą prie jūsų paskyros, patarime pakeisti jos slaptažodį.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"Jūsų „Firefox“ paskyroje pastebėta įtartina veikla. Gali būti, kad paskyra sukompromituota.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Siekdami užkirsti kelią tolesnei nesankcionuotai prieigai prie jūsų „Firefox“ paskyros, mes pakeitėme jos slaptažodį, ir apie tai informuojame jus.","What should you do?":"Ką turėtumėte daryti?","First, change your Firefox Account password.":"Pirmiausia, pakeiskite savo „Firefox“ paskyros slaptažodį.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Antra, jei savo „Firefox“ naršyklėje turite įsiminę svetainių slaptažodžių, juos derėtų taip pat pakeisti. Įsilaužėliai gali turėti prie šių slaptažodžių prieigą, tad patariame taip pat patikrinti, ar su šiomis paskyromis neįvyko nieko įtartino.","Learn how to see what passwords Firefox is storing for you.":"Sužinokite, kaip pamatyti „Firefox“ naršyklės įsimintus slaptažodžius.","Best,":"Iki,","The Firefox Accounts team":"„Firefox Accounts“ komanda","Account recovery key generated":"Paskyros atkūrimo raktas sugeneruotas","You have successfully generated an account recovery key for your Firefox Account using the following device:":"Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai sugeneruotas, pasinaudojus šiuo įrenginiu:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Jeigu jūs šio veiksmo neatlikote, <a %(revokeAccountRecoveryLinkAttributes)s>spustelėkite čia.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai sugeneruotas, pasinaudojus šiuo įrenginiu:","If this was not you, revoke key.":"Jeigu jūs šio veiksmo neatlikote, atšaukite raktą.","Two-step authentication enabled":"Įgalintas dvipakopis atpažinimas","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"Dvipakopis atpažinimas sėkmingai įgalintas jūsų „Firefox“ paskyrai, pasinaudojus šiuo įrenginiu:","Security codes from your authentication app will now be required at each sign-in.":"Nuo šiol kaskart jungiantis prie paskyros, bus reikalaujama saugos kodo, kurį rodys autentifikavimo programa.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"Dvipakopis atpažinimas sėkmingai įgalintas jūsų „Firefox“ paskyrai. Nuo šiol kaskart jungiantis prie paskyros, bus reikalaujama saugos kodo, kurį rodys autentifikavimo programa.","New primary email":"Naujas pagrindinis el. paštas","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"Jūsų pagrindinis el. paštas sėkmingai pakeistas į %(email)s. Nuo šiol, jungdamiesi prie „Firefox“ paskyros, turėsite naudoti šį el. pašto adresą, o taip pat juo gausite saugos pranešimus ir prisijungimo patvirtinimus.","Recovery code consumed":"Panaudotas atkūrimo kodas","You have successfully consumed a recovery code from the following device:":"Jūs sėkmingai panaudojote atkūrimo kodą šiame įrenginyje:","Consumed recovery code":"Panaudotas atkūrimo kodas","New recovery codes generated":"Sugeneruoti nauji atkūrimo kodai","You have successfully generated new recovery codes from the following device:":"Jūsų paskyrai sėkmingai sugeneruoti nauji atkūrimo kodai, pasinaudojus šiuo įrenginiu:","Account recovery key removed":"Paskyros atkūrimo raktas pašalintas","You have successfully removed an account recovery key for your Firefox Account using the following device:":"Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai pašalintas, pasinaudojus šiuo įrenginiu: ","This recovery key can no longer be used to recover your account.":"Šis atkūrimo raktas negalės būti pakartotinai panaudotas paskyrai atkurti.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai pašalintas, pasinaudojus šiuo įrenginiu: ","Secondary email removed":"Antrinis el. paštas pašalintas","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"Iš jūsų „Firefox“ paskyros sėkmingai pašalintas antrinis el. paštas %(secondaryEmail)s. Saugos pranešimai ir prisijungimo patvirtinimai šiuo adresu nebebus siunčiami.","This is an automated email; if you received it in error, no action is required.":"Tai – automatiškai išsiųstas laiškas. Jei jį gavote per klaidą, nieko daryti nereikia.","Two-step authentication disabled":"Išjungtas dvipakopis atpažinimas","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"Dvipakopis atpažinimas sėkmingai išjungtas jūsų „Firefox“ paskyrai, pasinaudojus šiuo įrenginiu:","Security codes will no longer be required at each sign-in.":"Saugos kodų kaskart prisijungiant prie paskyros nebebus prašoma.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"Dvipakopis atpažinimas sėkmingai išjungtas jūsų „Firefox“ paskyrai. Saugos kodų kaskart prisijungiant prie paskyros nebebus prašoma.","Account verified!":"Paskyra patvirtinta!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Dabar galite su ja susieti ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą <a %(androidLinkAttributes)s>„Android“</a> ar <a %(iosLinkAttributes)s>„iOS“</a> platformai.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Dabar galite su ja susieti ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą „Android“ ar „iOS“ platformai.","Sign in to Sync:":"Prisijunkite prie „Sync“:","Secondary email added":"Pridėtas antrinis el. pašto adresas","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"Adresas %(secondaryEmail)s sėkmingai patvirtintas kaip jūsų „Firefox“ paskyros antrinis el. paštas. Nuo šiol šiuo adresu bus siunčiami saugos pranešimai ir prisijungimų patvirtinimai.","Need to reset your password?":"Norite atkurti slaptažodį?","Click the button within the next hour to create a new password. The request came from the following device:":"Per artimiausią valandą spustelėkite mygtuką naujam slaptažodžiui sukurti. Ši užklausa gauta iš šio įrenginio:","Create new password":"Kurti naują slaptažodį","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Dėkojame, kad renkatės „Firefox“ naršyklę! Įdiegti „Firefox“ į savo mobilųjį galite iš čia: %(link)s","Is this you signing in?":"Ar tai jūs bandote prisijungti?","If yes, here is the authorization code you need:":"Jei taip, štai tam reikalingas patvirtinimo kodas:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Jei ne, padėkite mums kovoti su įsilaužėliais – <a %(reportSignInLinkAttributes)s>praneškite apie juos</a>.","If no, help us fend off intruders and report it to us.":"Jei ne, padėkite mums kovoti su įsilaužėliais – praneškite apie juos.","Welcome!":"Sveiki!","Please activate your account by confirming this email address.":"Aktyvinkite savo paskyrą, patvirtindami šį el. pašto adresą.","Activate now":"Aktyvinti dabar","Verify Email":"Patvirtinti el. paštą","Verify your email to finish your Firefox Account registration":"Patvirtinkite savo el. pašto adresą, kad užbaigtumėte „Firefox“ paskyros registraciją","Activate now:":"Aktyvinti dabar:","For added security, please confirm this sign-in from the following device:":"Vardan papildomo saugumo prašome patvirtinti prisijungimą iš šio įrenginio:","Confirm sign-in":"Patvirtinti prisijungimą","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Jeigu įtariate, kad kažkas kitas bando gauti prieigą prie jūsų paskyros, <a %(passwordChangeLinkAttributes)s>patarime pakeisti jos slaptažodį</a>.","Verify primary email":"Patvirtinkite pagrindinį el. paštą","A request to perform an account change has been made from the following device:":"Iš žemiau nurodyto įrenginio gauta užklausa atlikti pakeitimą jūsų „Firefox“ paskyroje:","Verify email ":"Patvirtinti el. paštą ","Once verified, account changes like adding a secondary email will become possible from this device.":"Patvirtinus, iš šio įrenginio bus leidžiama atlikti paskyros pakeitimus, tokius, kaip antrino el. pašto pridėjimas.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Jeigu šis veiksmas įvyko be jūsų žinios, <a %(passwordChangeLinkAttributes)s>patariame pasikeisti slaptažodį</a>.","Verify email: ":"Patvirtinti el. paštą: ","If you did not authorize this action, please change your password.":"Jeigu šis veiksmas įvyko be jūsų žinios, patariame pasikeisti slaptažodį.","Verify secondary email":"Patvirtinkite antrinį el. paštą","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Buvo gauta užklausa naudoti %(email)s kaip antrinį el. pašto adresą šiai „Firefox“ paskyrai:","Once verified, this address will begin receiving security notifications and confirmations.":"Patvirtinus, šis adresas pradės gauti saugumo pranešimus ir patvirtinimus.","Ready, set, sync":"Pasiruošti, dėmesio, sinchronizuojam!","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Patvirtinkite, jog gavote šį laišką, o mes padėsime jums įdiegti ir sinchronizuoti „Firefox“ naršyklę visuose jūsų įrenginiuose, pradedant šiuo:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Sulaukę patvirtinimo, mes jums padėsime įdiegti ir susieti su šia paskyra „Firefox“ naršyklę dar bent viename įrenginyje.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"„%(uaBrowser)s“ „%(uaOS)s %(uaOSVersion)s“ įrenginyje","%(uaBrowser)s on %(uaOS)s":"„%(uaBrowser)s“ „%(uaOS)s“ įrenginyje","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (apskaičiuota)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (apskaičiuota)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (apskaičiuota)","%(country)s (estimated)":"%(country)s (apskaičiuota)","Verify your Firefox Account":"Patvirtinkite savo „Firefox“ paskyrą","Confirm your email and start to sync!":"Patvirtinkite savo el. pašto adresą ir pradėkite sinchronizavimą!","Firefox Account authorization code":"Patvirtinimo kodas „Firefox“ paskyrai","Confirm new sign-in to %(clientName)s":"Patvirtinkite naują prisijungimą prie „%(clientName)s“","Sign-in code for Firefox":"„Firefox“ prisijungimo kodas","Reset your Firefox Account password":"„Firefox“ paskyros slaptažodžio atkūrimas","Your Firefox Account password has been changed":"Jūsų „Firefox“ paskyros slaptažodis pakeistas","Firefox Account password changed":"Pakeistas „Firefox“ paskyros slaptažodis","Firefox Account password reset required":"Būtina atkurti „Firefox“ paskyros slaptažodį","Firefox Account verified":"„Firefox“ paskyra patvirtinta","Secondary Firefox Account email added":"Pridėtas antrinis „Firefox“ paskyros el. paštas","Firefox Account new primary email":"Pakeistas „Firefox“ paskyros pagrindinis el. paštas","Secondary Firefox Account email removed":"Pašalintas „Firefox“ paskyros antrinis el. paštas","Firefox Account password reset with recovery key":"„Firefox“ paskyros slaptažodis atkurtas pasinaudojus atkūrimo raktu","Page not found":"Puslapis nerastas","The page you requested is not found. We've been notified and will fix any links that may be broken.":"Jūsų ieškomas puslapis nerastas. Mes ką tik ksužinojome ir būtinai sutvarkysime visus neteisingus saitus.","Home":"Pradžia","500 Error":"Klaida Nr. 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"Kažkas čia negerai. Mus apie tai jau informavo, todėl netrukus problemą išspręsime.","502 Error":"Klaida Nr. 502","Server busy, try again soon":"Serveris užimtas, todėl bandykite vėliau","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"Serveris šiuo metu labai apkrautas, todėl mes stengiamės kuo greičiau sistemą grąžinti į normalią būseną.","Loading":"Įkeliama","Firefox Accounts requires JavaScript.":"„Firefox“ paskyroms reikia „Javascript“.","Privacy Notice":"Privatumo pranešimas","Terms of Service":"Paslaugos teikimo nuostatai"}