{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-06-07 11:02+0000","last-translator":"Mohammed Ammar <ksmammar@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"ta","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"","Connect another device":"வேறொரு சாதனத்தை இணைக்கவும்","Sign in to Sync":"ஒத்திசைக்க உள்நுழை","Firefox Accounts":"பயர்பாஃசு கணக்குகள்","Low recovery codes remaining":"","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes":"","This is an automated email.":"","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"","Mozilla Privacy Policy":"மொசில்லா தனியுரிமை கொள்கைகள்","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"","Generate codes:":"","For more information, please visit %(supportUrl)s":"","New sign-in to %(clientName)s":"","IP address: %(ip)s":"IP முகவரி: %(ip)s","Manage account":"கணக்கை நிர்வகி","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"","Manage account:":"கணக்கை நிர்வகி:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"","Password changed successfully":"கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது","Your Firefox Account password was successfully changed from the following device:":"பின்வரும் சாதனத்திலிருந்து உங்கள் பயர்பாஃசு கணக்கின் கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"","Your account password was changed":"","You will need to enter your new password on other devices to resume syncing.":"","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"","If you did not change it, please reset your password now at %(resetLink)s":"","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"","Create new recovery key":"","Create new recovery key:":"","If you suspect that someone is trying to gain access to your account, please change your password.":"","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"","What should you do?":"நீங்கள் என்ன செய்ய வேண்டும்?","First, change your Firefox Account password.":"முதலில் உங்கள் பயர்பாக்சு கணக்கின் கடவுச்சொல்லை மாற்றவும்.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"","Learn how to see what passwords Firefox is storing for you.":"","Best,":"சிறந்த,","The Firefox Accounts team":"","Account recovery key generated":"","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"","Security codes from your authentication app will now be required at each sign-in.":"","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"","New primary email":"","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"","Recovery code consumed":"","You have successfully consumed a recovery code from the following device:":"","Consumed recovery code":"","New recovery codes generated":"","You have successfully generated new recovery codes from the following device:":"","Account recovery key removed":"","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"இரண்டாம் நிலை மின்னஞ்சல் நீககப்பட்டது","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"","This is an automated email; if you received it in error, no action is required.":"","Two-step authentication disabled":"","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"","Security codes will no longer be required at each sign-in.":"","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"","Account verified!":"கணக்கு சரிபார்க்கப்பட்டது!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"","Sign in to Sync:":"ஒத்திசைக்க உள்நுழை:","Secondary email added":"இரண்டாம்நிலை மின்னஞ்சல் சேர்க்கப்பட்டது","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"","Need to reset your password?":"","Click the button within the next hour to create a new password. The request came from the following device:":"","Create new password":"புதிய கடவுச்சொல்லை உருவாக்குங்கள்","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"","Is this you signing in?":"உள்நுழைவது நீங்கள் தானா?","If yes, here is the authorization code you need:":"ஆம் எனில், உங்களுக்குத் தேவையான அங்கீகாரக் குறியீடு இதோ இங்கே:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"இல்லையெனில், எங்களை ஊடுருபவர்களை, <a %(reportSignInLinkAttributes)s>எங்களிடம் புகாரளித்து உதவுங்கள்.</a>","If no, help us fend off intruders and report it to us.":"இல்லையெனில், ஊடுருவல்களைத் தடுக்கவும் எங்களுக்கு அதை அறிவிக்கவும் உதவுங்கள்.","Welcome!":"நல்வரவு!","Please activate your account by confirming this email address.":"","Activate now":"இப்பொழுதே செயல்படுத்தவும்","Verify Email":"மின்னஞ்சலை சரிபார்","Verify your email to finish your Firefox Account registration":"","Activate now:":"இப்பொழுதே செயல்படுத்தவும்:","For added security, please confirm this sign-in from the following device:":"","Confirm sign-in":"உள்நுழைவை உறுதி படுத்து","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify primary email":"","A request to perform an account change has been made from the following device:":"","Verify email ":"மின்னஞ்சலை உறுதிசெய்யுங்கள் ","Once verified, account changes like adding a secondary email will become possible from this device.":"","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify email: ":"மின்னஞ்சலை உறுதிசெய்யுங்கள்: ","If you did not authorize this action, please change your password.":"","Verify secondary email":"இரண்டாம் மின்னஞ்சலைச் சரிபார்க்கவும்","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"%(email)s இரண்டாம் மின்னஞ்சல் முகவரியைப் பயன்படுத்துவதற்கான கோரிக்கையை பின்வரும் பயர்பாஃசு கணக்கிலிருந்து உருவாக்கப்பட்டது:","Once verified, this address will begin receiving security notifications and confirmations.":"சரிபார்த்தவுடன், இந்த முகவரி பாதுகாப்பு அறிவிப்புகளையும், உறுதிப்படுத்துவதற்கான மின்னஞ்சலையும் பெற ஆரம்பிக்கும்.","Ready, set, sync":"தயார், அமை, ஒத்திசை","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"மின்னஞ்சல் பெற்றுள்ளதை உறுதிப்படுத்தவும், பயர்பாஃசை உங்கள் சாதனங்களில் நிறுவவும் ஒத்திசைக்கவும் நாங்கள் உதவுவோம்:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"உறுதிப்படுத்தியப் பின், பயர்பாஃசை மற்றொரு சாதனத்தில் நிறுவி இணைக்க உதவுவோம்.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaOS)s %(uaOSVersion)s இயங்குதள பதிப்பில் %(uaBrowser)s","%(uaBrowser)s on %(uaOS)s":"%(uaOS)s இயங்குதளத்திலுள்ள %(uaBrowser)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (கணக்கிட்டப்படி)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (மதிப்பிட்டது)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (கணக்கிடப்பட்டது)","%(country)s (estimated)":"%(country)s (மதிப்பிட்டது )","Verify your Firefox Account":"உன்னுடைய பயர்பாஃசு கணக்கை உறுதி செய்","Confirm your email and start to sync!":"உங்கள் மின்னஞ்சலை உறுதிப்படுத்தி ஒத்திசைக்க தொடங்குங்கள்!","Firefox Account authorization code":"பயர்பாஃசு கணக்கின் அங்கீகாரக் குறியீடு","Confirm new sign-in to %(clientName)s":"","Sign-in code for Firefox":"","Reset your Firefox Account password":"உங்கள் பயர்பாக்சு கணக்கின் கடவுச்சொல்லை மீட்டமை","Your Firefox Account password has been changed":"உங்கள் பயர்பாக்சு கணக்கின் கடவுச்சொல் மாற்றப்பட்டது","Firefox Account password changed":"","Firefox Account password reset required":"பயர்பாக்ஸ் கணக்கின் கடவுச்சொல்லை மீட்டமைக்கக் கோரு","Firefox Account verified":"பயர்பாஃசு கணக்கு சரிபார்க்கப்பட்டது","Secondary Firefox Account email added":"இரண்டாம்நிலை பயர்பாஃசு கணக்கின் மின்னஞ்சல் சேர்க்கப்பட்டது","Firefox Account new primary email":"","Secondary Firefox Account email removed":"","Firefox Account password reset with recovery key":"","Page not found":"பக்கத்தைக் காணவில்லை","The page you requested is not found. We've been notified and will fix any links that may be broken.":"தங்கள் கோரிய வலைப் பக்கம் காணவில்லை. இதைப்பற்றி எங்களுக்கு அறிவிக்கப்பட்டுள்ளது மற்றும் நாங்கள் பழுதடைந்த தொடுப்புகளைச் சரிசெய்துவிடுவோம்.","Home":"முகப்பு","500 Error":"பிழை 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"அடடா, எதோ தவறு நிகழ்ந்துள்ளது. இதைப்பற்றி நாங்கள் அறிவிக்கப்பட்டுள்ளோம் மற்றும் இதை சரி செய்ய நாங்கள் முட்படுகிறோம்.","502 Error":"பிழை 502","Server busy, try again soon":"சேவகன் வேலை நிமித்தமாக உள்ளதால், விரைவில் மறு முயற்சிக்கவும்","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"நாங்கள் தற்பொழுது அதிக வேலை பழுவாக இருப்பதால் சேவையை சமநிலைக்கு விரைவில் கொண்டுவர பாடுபட்டு கொண்டிருக்கிறோம்.","Loading":"","Firefox Accounts requires JavaScript.":"பயர்பாக்ஸ் கணக்குக்கு javascrtipt தேவைப்படுகிறது.","Privacy Notice":"தனியுரிம அறிவிப்பு","Terms of Service":"சேவைக நிபந்தனைகள்"}