{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-09-02 16:27+0000","last-translator":"Ton <tonnes.mb@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"nl","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"Pontoon","x-pootle-mtime":"1447424334.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"U hebt uw eerste apparaat met succes aan uw Firefox-account gekoppeld. U kunt zich nu aanmelden bij Sync vanaf uw andere apparaten, waaronder Firefox voor <a href='%(androidUrl)s'>Android</a> en <a href='%(iosUrl)s'>iOS</a>.","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"U hebt uw eerste apparaat met succes aan uw Firefox-account gekoppeld. Koppel <a href='%(androidUrl)s'>Firefox voor Android</a> of <a href='%(iosUrl)s'>Firefox voor iOS</a> om het meeste uit Sync te halen.","Connect another device":"Nog een apparaat koppelen","Sign in to Sync":"Aanmelden bij Sync","Firefox Accounts":"Firefox Accounts","Low recovery codes remaining":"Weinig herstelcodes resterend","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"We hebben gemerkt dat u nog weinig herstelcodes hebt. Overweeg nieuwe codes te genereren om te voorkomen dat u geen toegang meer hebt tot uw account.","Generate codes":"Codes genereren","This is an automated email.":"Dit is een geautomatiseerd e-mailbericht.","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"Bezoek <a %(supportLinkAttributes)s>Mozilla Support</a> voor meer informatie.","Mozilla Privacy Policy":"Mozilla-privacybeleid","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"We hebben gemerkt dat u nog weinig herstelcodes hebt. Overweeg nieuwe codes te genereren om te voorkomen dat u geen toegang meer hebt tot uw account.","Generate codes:":"Codes genereren:","For more information, please visit %(supportUrl)s":"Bezoek %(supportUrl)s voor meer informatie","New sign-in to %(clientName)s":"Nieuwe aanmelding bij %(clientName)s","IP address: %(ip)s":"IP-adres: %(ip)s","Manage account":"Account beheren","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"Dit is een geautomatiseerd e-mailbericht; als u deze actie niet hebt geautoriseerd, <a %(passwordChangeLinkAttributes)s>wijzig dan uw wachtwoord</a>.","Manage account:":"Account beheren:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"Dit is een geautomatiseerd e-mailbericht; als u geen nieuw apparaat aan uw Firefox-account hebt toegevoegd, dient u onmiddellijk uw wachtwoord te wijzigen op %(passwordChangeLink)s","Password changed successfully":"Wachtwoord met succes gewijzigd","Your Firefox Account password was successfully changed from the following device:":"Uw Firefox-accountwachtwoord is met succes op het volgende apparaat gewijzigd:","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"Dit is een geautomatiseerd e-mailbericht; als u deze actie niet hebt geautoriseerd, <a %(resetLinkAttributes)s>stel dan uw wachtwoord opnieuw in</a>.","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"Dit is een geautomatiseerd e-mailbericht; als u het wachtwoord voor uw Firefox-account niet hebt gewijzigd, dient u het onmiddellijk opnieuw in te stellen op %(resetLink)s","Your account password was changed":"Uw accountwachtwoord is gewijzigd","You will need to enter your new password on other devices to resume syncing.":"U dient uw nieuwe wachtwoord op andere apparaten in te voeren om het synchroniseren te hervatten.","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"Als u het niet hebt gewijzigd, <a %(resetLinkAttributes)s>stel uw wachtwoord dan nu opnieuw in</a>.","If you did not change it, please reset your password now at %(resetLink)s":"Als u het niet hebt gewijzigd, stel uw wachtwoord dan nu opnieuw in via %(resetLink)s","Your account password was reset with a recovery key":"Uw accountwachtwoord is opnieuw ingesteld met een herstelsleutel","You have successfully reset your password using a recovery key from the following device:":"U hebt met succes uw wachtwoord opnieuw ingesteld via een herstelsleutel vanaf het volgende apparaat:","You will need to generate a new recovery key.":"U dient een nieuwe herstelsleutel te genereren.","Create new recovery key":"Nieuwe herstelsleutel genereren","Create new recovery key:":"Nieuwe herstelsleutel genereren:","If you suspect that someone is trying to gain access to your account, please change your password.":"Als u vermoedt dat iemand toegang tot uw account probeert te verkrijgen, wijzig dan uw wachtwoord.","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"We hebben verdachte activiteit in uw Firefox-account vastgesteld. Mogelijk heeft iemand toegang tot uw account.","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"Om verdere ongeautoriseerde toegang tot uw Firefox-account te voorkomen, hebben we uit voorzorg uw wachtwoord opnieuw ingesteld en brengen we u bij deze op de hoogte.","What should you do?":"Wat kunt u het beste doen?","First, change your Firefox Account password.":"Wijzig eerst uw Firefox-accountwachtwoord.","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"Als Firefox wachtwoorden voor websites bewaart, dient u deze wachtwoorden vervolgens ook te wijzigen. Aanvallers kunnen toegang tot de wachtwoorden hebben verkregen, dus controleer ook de bijbehorende accounts op verdachte activiteit.","Learn how to see what passwords Firefox is storing for you.":"Lees hoe u kunt zien welke wachtwoorden Firefox voor u bewaart.","Best,":"Vriendelijke groeten,","The Firefox Accounts team":"Het Firefox Accounts-team","Account recovery key generated":"Sleutel voor accountherstel gegenereerd","You have successfully generated an account recovery key for your Firefox Account using the following device:":"U hebt met succes een sleutel voor accountherstel voor uw Firefox-account gegenereerd via het volgende apparaat:","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"Als u dit niet hebt gedaan, <a %(revokeAccountRecoveryLinkAttributes)s>klik dan hier.</a>","You have successfully generated an account recovery key for your Firefox Account from the following device:":"U hebt met succes een sleutel voor accountherstel voor uw Firefox-account gegenereerd vanaf het volgende apparaat:","If this was not you, revoke key.":"Als u dit niet hebt gedaan, trek dan de sleutel in.","Two-step authentication enabled":"Authenticatie in twee stappen ingeschakeld","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"U hebt authenticatie in twee stappen op uw Firefox-account ingeschakeld vanaf het volgende apparaat:","Security codes from your authentication app will now be required at each sign-in.":"Vanaf nu zijn bij elke aanmelding beveiligingscodes vanaf uw authenticatie-app vereist.","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"U hebt authenticatie in twee stappen op uw Firefox-account ingeschakeld. Vanaf nu zijn bij elke aanmelding beveiligingscodes vanaf uw authenticatie-app vereist.","New primary email":"Nieuw primair e-mailadres","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"U hebt uw primaire e-mailadres met succes naar %(email)s gewijzigd. Dit adres is nu uw gebruikersnaam voor het aanmelden bij uw Firefox-account, evenals voor het ontvangen van beveiligingsmeldingen en aanmeldingsbevestigingen.","Recovery code consumed":"Herstelcode verbruikt","You have successfully consumed a recovery code from the following device:":"U hebt een herstelcode verbruikt vanaf het volgende apparaat:","Consumed recovery code":"Verbruikte herstelcode","New recovery codes generated":"Nieuwe herstelcodes gegenereerd","You have successfully generated new recovery codes from the following device:":"U hebt nieuwe herstelcodes gegenereerd vanaf het volgende apparaat:","Account recovery key removed":"Sleutel voor accountherstel verwijderd","You have successfully removed an account recovery key for your Firefox Account using the following device:":"U hebt met succes een sleutel voor accountherstel voor uw Firefox-account verwijderd via het volgende apparaat:","This recovery key can no longer be used to recover your account.":"Deze herstelsleutel kan niet meer worden gebruikt om uw account te herstellen.","You have successfully removed an account recovery key for your Firefox Account from the following device:":"U hebt met succes een sleutel voor accountherstel voor uw Firefox-account verwijderd vanaf het volgende apparaat:","Secondary email removed":"Secundair e-mailadres verwijderd","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"U hebt %(secondaryEmail)s met succes als secundair e-mailadres van uw Firefox-account verwijderd. Beveiligingsmeldingen en aanmeldingsbevestigingen worden niet meer op dit adres afgeleverd.","This is an automated email; if you received it in error, no action is required.":"Dit is een geautomatiseerd e-mailbericht; als u het per abuis hebt ontvangen, hoeft u niets te doen.","Two-step authentication disabled":"Authenticatie in twee stappen uitgeschakeld","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"U hebt authenticatie in twee stappen op uw Firefox-account uitgeschakeld vanaf het volgende apparaat:","Security codes will no longer be required at each sign-in.":"Vanaf nu zijn bij elke aanmelding geen beveiligingscodes meer vereist.","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"U hebt authenticatie in twee stappen op uw Firefox-account uitgeschakeld. Vanaf nu zijn bij elke aanmelding geen beveiligingscodes meer vereist.","Account verified!":"Account geverifieerd!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"U hebt uw eerste apparaat met succes aan uw Firefox-account gekoppeld. U kunt zich nu aanmelden bij Sync vanaf uw andere apparaten, waaronder Firefox voor <a %(androidLinkAttributes)s>Android</a> en <a %(iosLinkAttributes)s>iOS</a>.","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"U hebt uw eerste apparaat met succes aan uw Firefox-account gekoppeld. U kunt zich nu aanmelden bij Sync vanaf uw andere apparaten, waaronder Firefox voor Android en iOS.","Sign in to Sync:":"Aanmelden bij Sync:","Secondary email added":"Secundair e-mailadres toegevoegd","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"U hebt %(secondaryEmail)s met succes als secundair e-mailadres voor uw Firefox-account geverifieerd. Beveiligingsmeldingen en aanmeldingsbevestigingen worden nu op beide e-mailadressen afgeleverd.","Need to reset your password?":"Dient u uw wachtwoord opnieuw in te stellen?","Click the button within the next hour to create a new password. The request came from the following device:":"Klik binnen een uur op de knop om een nieuw wachtwoord aan te maken. De aanvraag is afkomstig van het volgende apparaat:","Create new password":"Nieuw wachtwoord aanmaken","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"Bedankt voor het kiezen van Firefox! Hier kunt u Firefox voor mobiel installeren: %(link)s","Is this you signing in?":"Bent u dit die zich aanmeldt?","If yes, here is the authorization code you need:":"Zo ja, dan is hier de benodigde autorisatiecode:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"Zo nee, help ons dan indringers tegen te houden en <a %(reportSignInLinkAttributes)s>meld het aan ons.</a>","If no, help us fend off intruders and report it to us.":"Zo nee, help ons dan indringers tegen te houden en meld het aan ons.","Welcome!":"Welkom!","Please activate your account by confirming this email address.":"Activeer uw account door dit e-mailadres te bevestigen.","Activate now":"Nu activeren","Verify Email":"E-mailadres verifiëren","Verify your email to finish your Firefox Account registration":"Verifieer uw e-mailadres om uw Firefox-accountregistratie te voltooien","Activate now:":"Nu activeren:","For added security, please confirm this sign-in from the following device:":"Bevestig deze aanmelding vanaf het volgende apparaat omwille van extra beveiliging:","Confirm sign-in":"Aanmelding bevestigen","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Als u vermoedt dat iemand toegang tot uw account probeert te verkrijgen, <a %(passwordChangeLinkAttributes)s>wijzig dan uw wachtwoord</a>.","Verify primary email":"Primair e-mailadres verifiëren","A request to perform an account change has been made from the following device:":"Er is een aanvraag voor het uitvoeren van een accountwijziging gedaan vanaf het volgende apparaat:","Verify email ":"E-mailadres verifiëren ","Once verified, account changes like adding a secondary email will become possible from this device.":"Na verificatie worden accountwijzigingen zoals het toevoegen van een secundair e-mailadres mogelijk vanaf dit apparaat.","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"Als u deze actie niet hebt geautoriseerd, <a %(passwordChangeLinkAttributes)s>wijzig dan uw wachtwoord</a>.","Verify email: ":"E-mailadres verifiëren: ","If you did not authorize this action, please change your password.":"Als u deze actie niet hebt geautoriseerd, wijzig dan uw wachtwoord.","Verify secondary email":"Secundair e-mailadres verifiëren","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"Er is een aanvraag voor het gebruik van %(email)s als tweede e-mailadres gedaan vanaf de volgende Firefox-account:","Once verified, this address will begin receiving security notifications and confirmations.":"Na verificatie worden op dit adres beveiligingsmeldingen en bevestigingen ontvangen.","Ready, set, sync":"Op uw plaatsen, klaar, synchroniseren","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"Bevestig dat u dit e-mailbericht hebt ontvangen en we helpen u Firefox op al uw apparaten te installeren en te synchroniseren, beginnend met:","Once confirmed, we will help you install and connect Firefox on at least one other device.":"Zodra dit is bevestigd, helpen we u Firefox op minstens één ander apparaat te installeren en te koppelen.","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaBrowser)s op %(uaOS)s %(uaOSVersion)s","%(uaBrowser)s on %(uaOS)s":"%(uaBrowser)s op %(uaOS)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (geschat)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (geschat)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (geschat)","%(country)s (estimated)":"%(country)s (geschat)","Verify your Firefox Account":"Verifieer uw Firefox-account","Confirm your email and start to sync!":"Bevestig uw e-mailadres en begin met synchroniseren!","Firefox Account authorization code":"Firefox-accountautorisatiecode","Confirm new sign-in to %(clientName)s":"Nieuwe aanmelding bij %(clientName)s bevestigen","Sign-in code for Firefox":"Aanmeldcode voor Firefox","Reset your Firefox Account password":"Stel uw Firefox-accountwachtwoord opnieuw in","Your Firefox Account password has been changed":"Uw Firefox-accountwachtwoord is gewijzigd","Firefox Account password changed":"Firefox-accountwachtwoord gewijzigd","Firefox Account password reset required":"Opnieuw instellen van Firefox-accountwachtwoord vereist","Firefox Account verified":"Firefox-account geverifieerd","Secondary Firefox Account email added":"Secundair e-mailadres voor Firefox-account toegevoegd","Firefox Account new primary email":"Nieuw primair e-mailadres voor Firefox-account","Secondary Firefox Account email removed":"Secundair e-mailadres voor Firefox-account verwijderd","Firefox Account password reset with recovery key":"Firefox-accountwachtwoord opnieuw ingesteld met herstelsleutel","Page not found":"Pagina niet gevonden","The page you requested is not found. We've been notified and will fix any links that may be broken.":"De opgevraagde pagina is niet gevonden. We zijn op de hoogte en zullen koppelingen die mogelijk niet werken herstellen.","Home":"Start","500 Error":"Fout 500","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"O jee, daar ging iets mis. We zijn op de hoogte gebracht en gaan aan een oplossing werken.","502 Error":"Fout 502","Server busy, try again soon":"Server bezet, probeer het later opnieuw","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"We staan momenteel onder hoge druk en werken aan een zo spoedig mogelijk herstel van het systeem.","Loading":"Laden","Firefox Accounts requires JavaScript.":"Firefox Accounts vereist JavaScript.","Privacy Notice":"Privacyverklaring","Terms of Service":"Servicevoorwaarden"}