{"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2018-12-21 16:02+0000","po-revision-date":"2018-08-08 10:19+0000","last-translator":"jv.raavi <jv.raavi@gmail.com>","language-team":"LANGUAGE <LL@li.org>","language":"pa_IN","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=(n > 1);","x-generator":"Pontoon","x-pootle-mtime":"1444671008.0"},"You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.":"ਤੁਸੀਂ ਆਪਣੇ ਪਹਿਲੇ ਯੰਤਰ ਨੂੰ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਹੋਰ ਯੰਤਰਾਂ ਤੋਂ ਸਿੰਕ ਕਰਨ ਦੇ ਲਈ ਸਾਇਨ ਇਨ ਕਰ ਸਕਦੇ ਹੋਂ, ਜਿਸ ਵਿੱਚ ਫਾਈਰਫਾਕਸ ਸਹਿਤ <a href='%(androidUrl)s'> ਐਂਡਰਾਈਡ </a> ਅਤੇ <a href='%(iosUrl)s> iOS ਲਈ ਫਾਇਰਫਾਕਸ </a> ।","You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.":"ਤੁਸੀਂ ਆਪਣੇ ਪਹਿਲੇ ਯੰਤਰ ਨੂੰ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਹੈ। ਵੱਧ ਤੋਂ ਵੱਧ ਸਿੰਕ ਬਣਾਉਣ ਲਈ, ਕਿਸੇ ਵੀ <a href='%(androidUrl)s'> Android ਲਈ ਫਾਇਰਫਾਕਸ </a> ਜਾਂ <a href='%(iosUrl)s'> iOS ਲਈ ਫਾਇਰਫਾਕਸ </a> ਨਾਲ ਜੁੜੋ।","Connect another device":"ਹੋਰ ਡਿਵਾਈਸ ਕਨੈਕਟ ਕਰੋ","Sign in to Sync":"ਸਿੰਕ ਕਰਨ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ","Firefox Accounts":"ਫਾਇਰਫਾਕਸ ਖਾਤੇ","Low recovery codes remaining":"ਘੱਟ ਰਿਕਵਰੀ ਕੋਡ ਬਾਕੀ ਰਹਿੰਦੇ","We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"ਅਸੀਂ ਦੇਖਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਰਿਕਵਰੀ ਕੋਡ ਤੇ ਘੱਟ ਚੱਲ ਰਹੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚੋਂ ਲੌਕ ਹੋ ਜਾਣ ਤੋਂ ਬਚਣ ਲਈ ਨਵੇਂ ਕੋਡ ਬਣਾਉਣ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।","Generate codes":"ਕੋਡ ਪੈਦਾ ਕਰੋ","This is an automated email.":"ਇਹ ਇਕ ਸਵੈਚਲਿਤ ਈਮੇਲ ਹੈ।","For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.":"ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ <a %(supportLinkAttributes)s>ਮੋਜ਼ੀਲਾ ਸਹਿਯੋਗ</a> ਨੂੰ ਵੇਖੋ।","Mozilla Privacy Policy":"ਮੋਜ਼ੀਲਾ ਪਰਦੇਦਾਰੀ ਨੀਤੀ","We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.":"ਅਸੀਂ ਦੇਖਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਰਿਕਵਰੀ ਕੋਡ ਤੇ ਘੱਟ ਚੱਲ ਰਹੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚੋਂ ਲੌਕ ਹੋ ਜਾਣ ਤੋਂ ਬਚਣ ਲਈ ਨਵੇਂ ਕੋਡ ਬਣਾਉਣ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।","Generate codes:":"ਕੋਡ ਪੈਦਾ ਕਰੋ:","For more information, please visit %(supportUrl)s":"ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ , %(supportUrl)s ਨੂੰ ਵੇਖੋ ਜੀ","New sign-in to %(clientName)s":"%(clientName)s ਲਈ ਨਵਾਂ ਸਾਈਨ ਇਨ","IP address: %(ip)s":"IP ਸਿਰਨਾਵਾਂ: %(ip)s","Manage account":"ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ","This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>":"ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਧਿਕਾਰਤ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਤਾਂ <a %(passwordChangeLinkAttributes)s> ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ। </a>","Manage account:":"ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ:","This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s":"ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਤੇ ਕੋਈ ਨਵੀਂ ਡਿਵਾਈਸ ਨਹੀਂ ਜੋੜੀ ਹੈ, ਤੁਹਾਨੂੰ ਆਪਣਾ ਪਾਸਵਰਡ ਤੁਰੰਤ %(passwordChangeLink)s ਤੇ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ","Password changed successfully":"ਪਾਸਵਰਡ ਕਾਮਯਾਬੀ ਨਾਲ ਬਦਲਿਆ","Your Firefox Account password was successfully changed from the following device:":"ਤੁਹਾਡਾ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਪਾਸਵਰਡ ਹੇਠ ਦਿੱਤੇ ਜੰਤਰ ਤੋਂ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ ਸੀ।","This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.":"ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇ ਤੁਸੀਂ ਇਸ ਕਾਰਵਾਈ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਦਿੱਤਾ, ਤਾਂ ਫਿਰ <a %(resetLinkAttributes)s> ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ </a>।","This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s":"ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਲਈ ਪਾਸਵਰਡ ਨੂੰ ਨਹੀਂ ਬਦਲਿਆ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਤੁਰੰਤ %(resetLink)s ਦੇ ਉੱਤੇ ਦੁਬਾਰਾ ਸੈੱਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ","Your account password was changed":"ਤੁਹਾਡੇ ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਬਦਲਿਆ ਗਿਆ ਸੀ","You will need to enter your new password on other devices to resume syncing.":"ਸਿੰਕਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਦੂਜੇ ਯੰਤਰਾਂ ਤੇ ਆਪਣਾ ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।","If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.":"ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਨਹੀਂ ਬਦਲਿਆ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਹੁਣ <a %(resetLinkAttributes)s> ਆਪਣਾ ਪਾਸਵਰਡ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ </a>।","If you did not change it, please reset your password now at %(resetLink)s":"ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਨਹੀਂ ਬਦਲਿਆ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਹੁਣ %(resetLink)s ਤੇ ਰੀ - ਸੈੱਟ ਕਰੋ","Your account password was reset with a recovery key":"","You have successfully reset your password using a recovery key from the following device:":"","You will need to generate a new recovery key.":"","Create new recovery key":"","Create new recovery key:":"","If you suspect that someone is trying to gain access to your account, please change your password.":"","We detected suspicious activity on your Firefox Account. Your account may have been compromised.":"ਸਾਨੂੰ ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਉੱਤੇ ਸ਼ੱਕੀ ਗਤੀ ਦਾ ਪਤਾ ਲੱਗਿਆ ਹੈ। ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਸਮਝੌਤਾ ਹੋ ਸਕਦਾ ਹੈ।","To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.":"ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਵਿੱਚ ਹੋਰ ਅਣਅਧਿਕ੍ਰਿਤ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਲਈ, ਅਸੀਂ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕੀਤਾ ਹੈ ਅਤੇ ਸਾਵਧਾਨੀ ਦੇ ਤੌਰ ਤੇ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰ ਰਹੇ ਹਾਂ।","What should you do?":"ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?","First, change your Firefox Account password.":"ਪਹਿਲਾਂ, ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਬਦਲੋ।","Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.":"ਦੂਜਾ, ਜੇਕਰ ਫਾਇਰਫਾਕਸ ਵੈੱਬਸਾਈਟ ਨੂੰ ਪਾਸਵਰਡ ਸੰਭਾਲਦਾ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਪਾਸਵਰਡਾਂ ਨੂੰ ਵੀ ਬਦਲਣਾ ਚਾਹੀਦਾ ਹੈ। ਹਮਲਾਵਰਾਂ ਕੋਲ ਉਹਨਾਂ ਪਾਸਵਰਡ ਤੱਕ ਪਹੁੰਚ ਹੋ ਸਕਦੀ ਹੈ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਸ਼ੱਕੀ ਗਤੀਵਿਧੀਆਂ ਲਈ ਉਨ੍ਹਾਂ ਖਾਤਿਆਂ ਦੀ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।","Learn how to see what passwords Firefox is storing for you.":"ਸਿੱਖੋ ਕਿ ਫਾਇਰਫਾਕਸ ਵਲੋਂ ਤੁਹਾਡੇ ਸੰਭਾਲੇ ਹੋਏ ਪਾਸਵਰਡਾਂ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ।","Best,":"ਸਭ ਤੋਂ ਵਧੀਆ,","The Firefox Accounts team":"ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਟੀਮ","Account recovery key generated":"","You have successfully generated an account recovery key for your Firefox Account using the following device:":"","If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>":"","You have successfully generated an account recovery key for your Firefox Account from the following device:":"","If this was not you, revoke key.":"","Two-step authentication enabled":"ਦੋ-ਪੜਾਵੀਂ ਪਰਮਾਣਕਿਤਾ ਸਮਰੱਥ ਹੈ","You have successfully enabled two-step authentication on your Firefox Account from the following device:":"ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਯੰਤਰਾਂ ਤੋਂ ਆਪਣੇ ਫਾਇਰਫੌਕਸ ਖਾਤੇ ਤੇ ਦੋ-ਪਗ਼ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸਮਰੱਥ ਕਰ ਲਿਆ ਹੈ:","Security codes from your authentication app will now be required at each sign-in.":"ਤੁਹਾਡੇ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਤੋਂ ਸੁਰੱਖਿਆ ਕੋਡ ਨੂੰ ਹੁਣ ਹਰ ਸਾਈਨ-ਇਨ ਤੇ ਲੋੜ ਹੋਵੇਗੀ।","You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.":"","New primary email":"ਨਵਾਂ ਮੁੱਢਲਾ ਈਮੇਲ","You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.":"","Recovery code consumed":"","You have successfully consumed a recovery code from the following device:":"","Consumed recovery code":"","New recovery codes generated":"","You have successfully generated new recovery codes from the following device:":"","Account recovery key removed":"","You have successfully removed an account recovery key for your Firefox Account using the following device:":"","This recovery key can no longer be used to recover your account.":"","You have successfully removed an account recovery key for your Firefox Account from the following device:":"","Secondary email removed":"","You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.":"","This is an automated email; if you received it in error, no action is required.":"ਇਹ ਆਟੋਮੈਟਿਕ ਈਮੇਲ ਹੈ, ਜੇ ਤੁਹਾਨੂੰ ਇਹ ਗਲਤੀ ਨਾਲ ਮਿਲੀ ਹੈ ਤਾਂ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।","Two-step authentication disabled":"ਦੋ-ਪੜਾਵੀਂ ਪਰਮਾਣਕਿਤਾ ਅਸਮਰੱਥ ਹੈ","You have successfully disabled two-step authentication on your Firefox Account from the following device:":"","Security codes will no longer be required at each sign-in.":"","You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.":"","Account verified!":"ਖਾਤੇ ਦੀ ਜਾਂਚ ਕੀਤੀ!","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.":"","You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.":"","Sign in to Sync:":"ਸਿੰਕ ਕਰਨ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ:","Secondary email added":"ਸਹਾਇਕ ਈਮੇਲ ਜੋੜਿਆ ਗਿਆ","You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.":"","Need to reset your password?":"ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ?","Click the button within the next hour to create a new password. The request came from the following device:":"","Create new password":"ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ","Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s":"ਫਾਇਰਫਾਕਸ ਚੁਣਨ ਲਈ ਮੇਹਰਬਾਨੀ! ਤੁਸੀਂ ਮੋਬਾਈਲ ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਇੱਥੋਂ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ: %(link)s","Is this you signing in?":"ਕੀ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੈ?","If yes, here is the authorization code you need:":"ਜੇ ਹਾਂ ਤਾਂ ਇਹ ਪਰਮਾਣਕਿਤਾ ਕੋਡ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ:","If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>":"","If no, help us fend off intruders and report it to us.":"","Welcome!":"ਜੀ ਆਇਆਂ ਨੂੰ!","Please activate your account by confirming this email address.":"ਇਹ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਦੀ ਤਸਦੀਕ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸਰਗਰਮ ਕਰੋ।","Activate now":"ਹੁਣੇ ਸਰਗਰਮ ਕਰੋ","Verify Email":"ਈਮੇਸ ਤਸਦੀਕ ਕਰੋ","Verify your email to finish your Firefox Account registration":"ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਰਜਿਸਟਰੇਸ਼ਨ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਤਸਦੀਕ ਕਰੋ","Activate now:":"ਹੁਣੇ ਸਰਗਰਮ ਕਰੋ:","For added security, please confirm this sign-in from the following device:":"","Confirm sign-in":"","If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify primary email":"ਪ੍ਰਾਇਮਰੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ","A request to perform an account change has been made from the following device:":"","Verify email ":"ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ","Once verified, account changes like adding a secondary email will become possible from this device.":"","If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.":"","Verify email: ":"ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ: ","If you did not authorize this action, please change your password.":"","Verify secondary email":"ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ","A request to use %(email)s as a secondary email address has been made from the following Firefox Account:":"","Once verified, this address will begin receiving security notifications and confirmations.":"","Ready, set, sync":"ਤਿਆਰ, ਸੈਟ, ਸਿੰਕ","Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:":"","Once confirmed, we will help you install and connect Firefox on at least one other device.":"","%(uaBrowser)s on %(uaOS)s %(uaOSVersion)s":"%(uaOS)s %(uaOSVersion)s ਉੱਤੇ %(uaBrowser)s","%(uaBrowser)s on %(uaOS)s":"%(uaOS)s ਉੱਤੇ %(uaBrowser)s","%(city)s, %(stateCode)s, %(country)s (estimated)":"%(city)s, %(stateCode)s, %(country)s (ਅੰਦਾਜ਼ਨ)","%(city)s, %(country)s (estimated)":"%(city)s, %(country)s (ਅੰਦਾਜ਼ਨ)","%(stateCode)s, %(country)s (estimated)":"%(stateCode)s, %(country)s (ਅੰਦਾਜ਼ਨ)","%(country)s (estimated)":"%(country)s (ਅੰਦਾਜ਼ਨ)","Verify your Firefox Account":"ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨੂੰ ਤਸਦੀਕ ਕਰੋ","Confirm your email and start to sync!":"ਆਪਣੇ ਈਮੇਲ ਦੀ ਤਸਦੀਕ ਕਰੋ ਅਤੇ ਸਿੰਕ ਨੂੰ ਸ਼ੁਰੂ ਕਰੋ!","Firefox Account authorization code":"ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਰਮਾਣਕਿਤਾ ਕੋਡ","Confirm new sign-in to %(clientName)s":"%(clientName)s ਵਿੱਚ ਨਵੇਂ ਸਾਈਨ ਇਨ ਦੀ ਤਸਦੀਕ","Sign-in code for Firefox":"ਫਾਇਰਫਾਕਸ ਲਈ ਸਾਈਨ-ਇਨ ਕੋਡ","Reset your Firefox Account password":"ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈਟ ਕਰੋ","Your Firefox Account password has been changed":"ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲਿਆ ਗਿਆ","Firefox Account password changed":"ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਬਦਲਿਆ ਗਿਆ","Firefox Account password reset required":"ਫਾਇਰਸਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ","Firefox Account verified":"ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਤਸਦੀਕ ਕੀਤਾ","Secondary Firefox Account email added":"ਸਹਾਇਕ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਈਮੇਲ ਜੋੜੀ ਗਈ","Firefox Account new primary email":"ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਲਈ ਨਵੀਂ ਮੁੱਢਲੀ ਈਮੇਲ","Secondary Firefox Account email removed":"ਸਹਾਇਕ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਈਮੇਲ ਹਟਾਇਆ ਗਿਆ","Firefox Account password reset with recovery key":"","Page not found":"ਸਫ਼ਾ ਨਹੀ ਲੱਭਿਆ","The page you requested is not found. We've been notified and will fix any links that may be broken.":"ਤੁਹਾਡੇ ਵਲੋਂ ਮੰਗਿਆ ਸਫ਼ਾ ਨਹੀਂ ਲੱਭਿਆ। ਸਾਨੂੰ ਜਾਣਕਾਰੀ ਮਿਲ ਗਈ ਹੈ ਅਤੇ ਖ਼ਰਾਬ ਹੋਏ ਕਿਸੇ ਵੀ ਲਿੰਕ ਨੂੰ ਅਸੀਂ ਠੀਕ ਕਰਾਂਗੇ।","Home":"ਮੁੱਖ ਸਫ਼ਾ","500 Error":"500 ਗਲਤੀ","Oh dear, something went wrong there. We've been notified and will get working on a fix.":"ਓਹ ਹੋ, ਕੁਝ ਗੜਬੜ ਹੋ ਚੁੱਕੀ ਹੈ। ਸਾਨੂੰ ਸੂਚਨਾ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਠੀਕ ਕੀਤਾ ਜਾਵੇਗਾ।","502 Error":"502 ਗਲਤੀ","Server busy, try again soon":"ਸਰਵਰ ਰੁਝਿਆ ਹੈ, ਜਲਦੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ","We are currently under heavy strain and are working to return the system to normal as soon as possible.":"ਅਸੀਂ ਇਸ ਸਮੇਂ ਦਬਾਅ ਅਧੀਨ ਹਾਂ ਅਤੇ ਸਿਸਟਮ ਨੂੰ ਛੇਤੀ ਤੋਂ ਛੇਤੀ ਆਮ ਰੂਪ ਵਿੱਚ ਵਾਪਿਸ ਲਿਆਉਣ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ।","Loading":"","Firefox Accounts requires JavaScript.":"ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਲਈ ਜਾਵਾ-ਸਕ੍ਰਿਪਟ ਦੀ ਲੋੜ ਹੈ।","Privacy Notice":"ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ","Terms of Service":"ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ"}